[
  {
    "id": "2941312828",
    "summary": "All throughout reading this book, I found myself smiling.",
    "review": "All throughout reading this book, I found myself smiling.<br /><i></i><br />This book was published in 1938 and tells the tale of Miss Pettigrew, a failing governess who's life thus far has been quiet, polite and \"ladylike\", but, as the title gives away, this day, she lives.<br /><br />I've never before read a book that I've non-stop smiled whilst reading. <br /><br />I found myself falling quickly in love with Miss Pettigrew and wanting her to have all the kindness she deserved.",
    "rating": "5",
    "spoiler": "false",
    "read": "2019-08-24",
    "started": "2019-08-17",
    "url": "https://www.goodreads.com/review/show/2941312828",
    "book": {
      "author": "Winifred Watson",
      "title": "Miss Pettigrew Lives for a Day",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/22747134-miss-pettigrew-lives-for-a-day",
      "pages": {},
      "description": "Miss Pettigrew is about a governess sent by an employment agency to the wrong address, where she encounters a glamorous night-club singer, Miss LaFosse. 'The sheer fun, the light-heartedness' in this wonderful 1938 book 'feels closer to a Fred Astaire film than anything else' comments the Preface-writer Henrietta Twycross-Martin, who found Miss Pettigrew for Persephone Books. The Guardian asked: 'Why has it taken more than half a century for this wonderful flight of humour to be rediscovered?' while the Daily Mail liked the book's message - 'that everyone, no matter how poor or prim or neglected, has a second chance to blossom in the world.' Maureen Lipman wrote in 'Books of the Year' in the Guardian: 'Perhaps the most pleasure has come from Persephone's enchanting reprints, particularly Miss Pettigrew, a fairy story set in 1930s London'; and she herself entertained R4 listeners with her five-part reading. And in The Shops India Knight called Miss Pettigrew 'the sweetest grown-up book in the world'."
    }
  },
  {
    "id": "2902900349",
    "summary": "A tough/hard science start, but gets picks up and good gosh, the ideas in this book are…wow, expansive!",
    "review": "A tough/hard science start, but gets picks up and good gosh, the ideas in this book are…wow, expansive!<br /><i></i><br />The Three Body Problem ends in a way that left me feeling like I _had_ to read the second book in the trilogy, and Ye Wenjie passes on the story to Luo Ji, though as the read we're not sure how or why at this early point.<br /><br />I found the first chunk of the book (around 20%) pretty tough to read and very \"hard science\", but then it feels like the groundwork has been laid and the story kicks into gear.<br /><br />One thing I found myself thinking over and over as I read through the book are how amazing Liu Cixin's mind is to be able to create these broad, world impacting ideas founded in (what I seemed to think was) real science. The variety and twist of ideas are quite amazing - particularly as the author tells of different ways that the entirety of humanity could be obliterated! <br /><br />The last 1/4 of the book sped up for me and the story galloped towards a finale that tapered off fairly nicely at the end. Certainly I feel like this ending is enough to stop at (though I'll definitely read the last in the trilogy, Death's End).<br /><br />Great stuff, if a little heavy at first.",
    "rating": "4",
    "spoiler": "false",
    "read": "2019-08-17",
    "started": "2019-07-19",
    "url": "https://www.goodreads.com/review/show/2902900349",
    "book": {
      "author": "Liu Cixin",
      "title": "The Dark Forest (Remembrance of Earth’s Past, #2)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/25680785-the-dark-forest",
      "pages": "513",
      "description": "The universe is a forest, patrolled by numberless and nameless predators. In this forest, others are hell, a dire existential threat. Stealth is survival. Any civilisation that reveals its location is prey.<br /><br />Earth has. And the others are on the way.<br /><br />The Trisolarian fleet has left their homeworld and will arrive... in four centuries' time. But the sophons, their extra-dimensional emissaries, are already here and have infiltrated human society and and de-railed scientific progress. Only the individual human mind remains immune to the sophons. This is the motivation for the Wallfacer Project, a last-ditch defence that grants four individuals almost absolute power to design secret strategies, hidden through deceit and misdirection from Earth and Trisolaris alike. Three of the Wallfacers are influential statesmen and scientists, but the fourth is a total unknown. Luo Ji, an unambitious Chinese astronomer, is baffled by his new status. All he knows is that he's the one Wallfacer that Trisolaris wants dead."
    }
  },
  {
    "id": "2877288657",
    "summary": "I loved it; gripping, heart warming, shameful, despairing, brilliant and quite beautiful. ",
    "review": "I loved it; gripping, heart warming, shameful, despairing, brilliant and quite beautiful. <br /><i></i><br />I'd seen the film some years ago and knew it was based on the book but had heard it diverged from the book a lot in the end. But wow, the book was a different beast.<br /><br />The story centres around Robert Neville, the last man alive in a world of vampires and undead.<br /><br />He's surviving, but for what he doesn't know. The story doesn't hold back to expose his awful constant sexual frustration and how, somehow, rape is normalised to him.<br /><br />His survival is bleak and he knows it. He's constantly asking why he continues and fights for his sanity whilst every single night he barricades himself in his home whilst the undead come calling at his door.<br /><br />Brilliantly written, brilliant story and I only wish it was longer. <br /><br />When I read the last line of the book, I broke into a smile. Such a good story that holds up so well after being written in 1954.",
    "rating": "5",
    "spoiler": "false",
    "read": "2019-07-06",
    "started": "2019-06-30",
    "url": "https://www.goodreads.com/review/show/2877288657",
    "book": {
      "author": "Richard Matheson",
      "title": "I Am Legend",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1386428854l/12434237._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/12434237-i-am-legend",
      "pages": "163",
      "description": "<p>An acclaimed SF novel about vampires. The last man on earth is not alone ...</p><p>Robert Neville is the last living man on Earth ... but he is not alone. Every other man, woman and child on the planet has become a vampire, and they are hungry for Neville's blood.</p><p>By day he is the hunter, stalking the undead through the ruins of civilisation. By night, he barricades himself in his home and prays for the dawn.</p><p>How long can one man survive like this?</p>Source: <a href=\"https://www.amazon.co.uk/dp/B005GQ5IA0\" rel=\"nofollow\">Amazon.co.uk</a>"
    }
  },
  {
    "id": "2850003295",
    "summary": "There's a clever story in here, with some decent humour but for me, personally, the undertone of sexism and 1980s machismo was a turn off.",
    "review": "There's a clever story in here, with some decent humour but for me, personally, the undertone of sexism and 1980s machismo was a turn off.<br /><i></i><br />I almost want to put two ratings for this book. One for the story and one for how I enjoyed the story. Amazingly I've actually read everything that Pearson (the author) has published. I _really_ enjoyed the early works and the Clement series is pretty strong - though the last Clement book had similar tones that this book had. I can't quite articulate it, but it feels like Jim Davidson…<br /><br />The actual story, once it gets around 30% and we meet Mungo Thunk, is pretty entertaining. The protagonist is (unrealistically, but works for the story) transformed from a completely unreliable and irresponsible idiot - into a thoughtful, caring, responsible and somehow a successful entrepreneur. <br /><br />Amazingly the core of the story makes sense and there's a decent twist.<br /><br />But, for me personally, I don't enjoy books that a so riddled with that slimy Jim Davidson feeling.",
    "rating": "2",
    "spoiler": "false",
    "read": "2019-06-17",
    "started": "2019-06-07",
    "url": "https://www.goodreads.com/review/show/2850003295",
    "book": {
      "author": "Keith A. Pearson",
      "title": "Meeting Mungo Thunk",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/40733822-meeting-mungo-thunk",
      "pages": "398",
      "description": "<b>A laugh-out-loud tale of love, life lessons, and an odd little man named Mungo Thunk.</b> <br /><br />Bathroom scales were not an appropriate gift for his fiancée’s birthday … apparently. <br /><br />Adam Maxwell isn’t a bad man—he’s just a man who doesn’t stop and think. Ever since he ate seven pickled gherkins for lunch at school, and subsequently shat himself during a maths lesson, Adam has been cursed by a lack of common sense. <br /><br />Now in his early thirties, that lack of common sense is about to throw Adam’s life into turmoil after one particularly ill-judged decision backfires … with disastrous consequences. <br /><br />After a rapid descent towards rock bottom, a strange little man by the name of Mungo Thunk then enters Adam’s life. However, not everything about Mungo Thunk is as it first seems. After insisting Adam can rediscover his common sense by agreeing to an unorthodox brand of therapy, the two set about dealing with the raft of challenges Adam has to face. <br /><br />Can Adam trust the mysterious stranger to fix his thinking and get his life back on track? Or will he come to rue the day he invited Mungo Thunk into his life?"
    }
  },
  {
    "id": "2835956081",
    "summary": "My first \"hard science\" read, but had me immediately inspired to learn more about physics.",
    "review": "My first \"hard science\" read, but had me immediately inspired to learn more about physics.<br /><i></i><br />I really enjoyed this book - and I loved the science it discussed. It got me watching youtube videos on physics and asking questions about how things work and made me want to learn more.<br /><br />The story itself spanned a full lifetime, starting around the 1960s (in fact earlier) and follows through to (what I presume) is modern day. The book is full of historical references (and my Chinese knowledge is practically nil, so this was great) and chock full of amazing, believable physics questions that had me pondering over between reading sessions.<br /><br />Great stuff.",
    "rating": "4",
    "spoiler": "false",
    "read": "2019-07-18",
    "started": "2019-07-07",
    "url": "https://www.goodreads.com/review/show/2835956081",
    "book": {
      "author": "Liu Cixin",
      "title": "The Three-Body Problem (Remembrance of Earth’s Past, #1)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1561743521l/24856109._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/24856109-the-three-body-problem",
      "pages": {},
      "description": "THE HUGO AWARD WINNER.<br /><br />1967: Ye Wenjie witnesses Red Guards beat her father to death during China's Cultural Revolution. This singular event will shape not only the rest of her life but also the future of mankind.<br /><br />Four decades later, Beijing police ask nanotech engineer Wang Miao to infiltrate a secretive cabal of scientists after a spate of inexplicable suicides. Wang's investigation will lead him to a mysterious online game and immerse him in a virtual world ruled by the intractable and unpredicatable interaction of its three suns.<br /><br />This is the Three-Body Problem and it is the key to everything: the key to the scientists' deaths, the key to a conspiracy that spans light-years and the key to the extinction-level threat humanity now faces."
    }
  },
  {
    "id": "2827564601",
    "summary": "Certainly a page turner and an easy read. Interesting concepts on near-future issues, but I was left feeling a bit…unchallenged.",
    "review": "Certainly a page turner and an easy read. Interesting concepts on near-future issues, but I was left feeling a bit…unchallenged.<br /><i></i><br />The story, sort of, revolves around Libby who is a juror on a panel that decides who is responsible in autonomous car collisions. These inquests have always been closed-doors and utterly opaque, and nearly always lays the fault on the human, so Libby gives us an inside view of what's going on.<br /><br />There's a \"Hacker\" who takes control of a number of cars and states that each Passenger will die in two hours time. It's then put to the jurors in the inquest to decide (along with a vote from the public - ala dystopian x-factor) as to which single individual will survive.<br /><br />Jack Larsson is an MP on the panel of jurors. He's horrid. I got the impression he was a Farage type character, disgustingly sexist, racist, self centred, the works. The author does a great job of keeping Larsson on character - as much as it was hard to read this character.<br /><br />What I had trouble with was how the Hacker had unprecedented control over not only *every single car* in the UK, but also what seemed like hundred of cameras inside the inquest. The hacker could turn off the audio from the passengers and somehow also kill their network reception on their phones (okay, maybe…) but why the passengers didn't resort to writing on a bit of paper to communicate…it seemed like (to me at least) an obvious tool to use.<br /><br />The hijacking story ends around 80% in the book which left me kind of confused as to what was coming next. The last of the book is split in half between 3 months later where Libby is the voice for an activist group and the 2 years later when (another) inquest into Jack Larsson's involvement.<br /><br />The end felt pretty jarring whilst also trying to clean up all the loose ends and (almost) quickly making sure all the baddies have their comeuppance (though in \"reality\" the real baddies get away scott free…).<br /><br />I think it makes a good holiday read, but not so well suited to my desire to read a clever dystopian view on near-future technology.",
    "rating": "3",
    "spoiler": "false",
    "read": "2019-05-30",
    "started": "2019-05-20",
    "url": "https://www.goodreads.com/review/show/2827564601",
    "book": {
      "author": "John Marrs",
      "title": "The Passengers",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1545308606l/42833369._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/42833369-the-passengers",
      "pages": {},
      "description": "<b>Eight self-drive cars set on a collision course. Who lives, who dies? You decide.</b><br /><br />When someone hacks into the systems of eight self-drive cars, their passengers are set on a fatal collision course.<br /><br />The passengers are: a TV star, a pregnant young woman, a disabled war hero, an abused wife fleeing her husband, an illegal immigrant, a husband and wife - and parents of two - who are travelling in separate vehicles and a suicidal man. Now the public have to judge who should survive but are the passengers all that they first seem?<br /><br /><b>Another highly original page-turning thriller from the bestselling author of THE ONE:</b><br /><br /><b>'It's a real joy to read something totally original, smart and thought provoking.' Peter James</b>"
    }
  },
  {
    "id": "2827564576",
    "summary": "Well paced, well written and engaging crime thriller. Not my typical cup of tea, but really enjoyed it.",
    "review": "Well paced, well written and engaging crime thriller. Not my typical cup of tea, but really enjoyed it.<br /><i></i><br />I was a little wary of picking this book up (from recommendations) as it was book 3 in DI Adam Fawley books, but it turns out there was nothing to worry about.<br /><br />Although the story does include characters whom I can only assume had their backstories explained in previous books, it only adds depth to the characters rather than feeling like I was missing something.<br /><br />The story itself begins with a house fire and (effectively) an entire family being consumed in the blaze. DI Fawley and team then set about digging out leads and trying to understand what had happened. <br /><br />It's what I'd expect from a crime novel (whilst I half imagine an Inspector Morse episode). The story is extreme thorough in taking me through the approach to the investigation, each following up on leads, some dead ends, some theories requiring proof. There seems to be _just the right_ amount of supporting characters that I can follow them as each chapter changes perspective.<br /><br />There's also a fairly significant plot points around infant death - something that is in my personal life and I'm wary of reading or watching in stories - but the author, Cara Hunter, doesn't include this in a grotesque way and it's handled carefully (or carefully enough for me). <br /><br />Otherwise a really well paced thriller - where I found I seemed to gobble down the last 1/4 of the book in a few short sittings and couldn't put the book down right at the end. Great stuff. Definitely introduced me to a genre I've typically not been interested in.",
    "rating": "4",
    "spoiler": "false",
    "read": "2019-06-30",
    "started": "2019-06-18",
    "url": "https://www.goodreads.com/review/show/2827564576",
    "book": {
      "author": "Cara Hunter",
      "title": "No Way Out (DI Adam Fawley, #3)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/40182827-no-way-out",
      "pages": {},
      "description": "<b>DID <i>YOU</i> SEE ANYTHING ON THE NIGHT THE ESMOND FAMILY WERE MURDERED?</b><br /><br />From the author of <i>Close to Home</i> and <i>In the Dark</i> comes the third pulse-pounding DI Fawley crime thriller.<br /><br /><b>It's one of the most disturbing cases DI Fawley has ever worked.</b><br /><br />The Christmas holidays, and two children have just been pulled from the wreckage of their burning home in North Oxford. The toddler is dead, and his brother is soon fighting for his life.<br /><br />Why were they left in the house alone? Where is their mother, and why is their father not answering his phone?<br /><br />Then new evidence is discovered, and DI Fawley's worst nightmare comes true.<br /><br />Because this fire wasn't an accident.<br /><br /><b>It was murder.</b>"
    }
  },
  {
    "id": "2806537476",
    "summary": "Beautifully illustrated and communicated. Some particular pages rang more than true for me and it's useful and helps to see the way others articulate their own depression.",
    "review": "Beautifully illustrated and communicated. Some particular pages rang more than true for me and it's useful and helps to see the way others articulate their own depression.<i></i><br /><br />With such a simple read, I'll be passing this on to my family members to read so that they have a little more insight into what goes on inside my own head.",
    "rating": "5",
    "spoiler": "false",
    "read": {},
    "started": {},
    "url": "https://www.goodreads.com/review/show/2806537476",
    "book": {
      "author": "Matthew Johnstone",
      "title": "I Had a Black Dog: His Name Was Depression",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1356728555l/1005996._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/1005996.I_Had_a_Black_Dog",
      "pages": "48",
      "description": "There are many different breeds of Black Dog affecting millions of people from all walks of life. The Black Dog is an equal opportunity mongrel. It was Winston Churchill who popularized the phrase Black Dog to describe the bouts of depression he experienced for much of his life. Matthew Johnstone, a sufferer himself, has written and illustrated this moving and uplifting insight into what it is like to have a Black Dog as a companion and how he learned to tame it and bring it to heel."
    }
  },
  {
    "id": "2776922944",
    "summary": "I loved the concept behind this story, but sadly the delivered story fell fairly flat for me.",
    "review": "I loved the concept behind this story, but sadly the delivered story fell fairly flat for me.<i></i><br /><br />Firemen: those who burnt books. The story does go into why this profession even exists and it's even more intriguing.<br /><br />But I really struggled with the book. It's a little over 100 pages and I felt like I was slogging the book after the first 1/4 of the story. I _think_ the writing style also distracted me from the story too. I felt line nearly every sentence was laiden with a turn of phrase or clever simile - but the book is *thick* with this and it became very noticeable to the point of distraction.<br /><br />The pace really threw me off too, it starts building up characters and before I know it, Montag is murdering his fire chief, battling murderous robot dogs, planting fake evidence against another fireman (and from what I could tell, a character we hadn't met) and then wondering off in the woods to meet the people who keep books in their heads.<br /><br />It felt like there was a great story of a dystopia where happiness is swallowed up in a pill, potentially like Brave New World, but Fahrenheit 451, for me, falls way short of achieving that.<br /><br />A shame. I really wanted to enjoy this story more.",
    "rating": "3",
    "spoiler": "true",
    "read": "2019-04-25",
    "started": "2019-04-06",
    "url": "https://www.goodreads.com/review/show/2776922944",
    "book": {
      "author": "Ray Bradbury",
      "title": "Fahrenheit 451",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1540318993l/42424088._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/42424088-fahrenheit-451",
      "pages": "119",
      "description": "<i>Previous cover edition for ASIN B00BAJ6GL2 can be found <a href=\"https://www.goodreads.com/book/show/17880067-fahrenheit-451\" rel=\"nofollow\">here</a>.<br /><br />Guy Montag is a fireman. In his world, where television rules and literature is on the brink of extinction, firemen start fires rather than put them out. His job is to destroy the most illegal of commodities, the printed book, along with the houses in which they are hidden.<br /><br />Montag never questions the destruction and ruin his actions produce, returning each day to his bland life and wife, Mildred, who spends all day with her television 'family'. But then he meets an eccentric young neighbor, Clarisse, who introduces him to a past where people did not live in fear and to a present where one sees the world through the ideas in books instead of the mindless chatter of television.<br /><br />When Mildred attempts suicide and Clarisse suddenly disappears, Montag begins to question everything he has ever known.</i>"
    }
  },
  {
    "id": "2701956046",
    "summary": "Great page turner, and I loved the concept of how an individual exits whilst always forgotten in the world.",
    "review": "Great page turner, and I loved the concept of how an individual exits whilst always forgotten in the world.<br /><i></i><br />This is the second book I've read of Claire North's and unwittingly had already earmarked <a href=\"https://www.goodreads.com/book/show/35511975.84K\" title=\"84K by Claire North\" rel=\"nofollow\">84K</a> (also by North). North's writing style is pretty unique with half completed sentences and almost a stream of thought put down on the pages. It wouldn't seem to work, but it reads brilliantly.<br /><br />Hope Arden has a unique condition that she is forgotten. I loved that the book looked at the effect of being forgotten and the loneliness that goes hand in hand. There's also the practical impact of being forgotten such as medical treatment or anything requiring long term attention.<br /><br />The opening chapters explain Hope's early life and though the story is told from Hope being (I think) mid/late-30s, the times that she's forgotten by her family is truly heartbreaking - and that's _just_ the beginning!<br /><br />The first half of the book is pretty evenly paced, by which point I couldn't quite see how the story would end (it sort of has a half-ending in the middle), but then the story goes up several gears and races forward, twisting around questions of sanity and reality (if you're always forgotten, do you exist? Did they exist? What don't you know?).<br /><br />Definitely recommend.",
    "rating": "5",
    "spoiler": "false",
    "read": "2019-05-19",
    "started": "2019-04-26",
    "url": "https://www.goodreads.com/review/show/2701956046",
    "book": {
      "author": "Claire North",
      "title": "The Sudden Appearance of Hope",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1461882752l/26090757._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/26090757-the-sudden-appearance-of-hope",
      "pages": "480",
      "description": "<b>My name is Hope Arden, and you won't know who I am. But we've met before - a thousand times.</b><br /><br />It started when I was sixteen years old.<br /><br />A father forgetting to drive me to school. A mother setting the table for three, not four. A friend who looks at me and sees a stranger.<br /><br />No matter what I do, the words I say, the crimes I commit, you will never remember who I am.<br /><br />That makes my life difficult. It also makes me dangerous.<br /><br /><b><i>The Sudden Appearance of Hope</i> is the tale of a girl no one remembers, yet her story will stay with you forever.</b>"
    }
  },
  {
    "id": "2701956037",
    "summary": null,
    "review": "In general, the concepts and ideas are pretty solid. A lot of common sense that revolves around using sunlight to help with sleep patterns. Somehow I personally experienced a similar sleeping pattern (sticking to a regular alarm, getting up quickly, getting sunlight) and it worked incredibly well for me for 2 years (until I broke the pattern).<br /><br />The body of the book though is littered with how the author works with top sports teams, Manchester United, Man City, Arsenal, etc - top cyclists etc. I was happily convinced of his authority by chapter 1, but I didn't need repeated on every chapter. It felt like random name dropping (since most of the sports celebrities named were unknown to me).<br /><br />All in all, there are some useful tips throughout the book, but probably didn't need so much of the constant reminders of who the author worked with.",
    "rating": "3",
    "spoiler": "false",
    "read": "2019-02-25",
    "started": "2019-02-09",
    "url": "https://www.goodreads.com/review/show/2701956037",
    "book": {
      "author": "Nick Littlehales",
      "title": "Sleep: The Myth of 8 Hours, the Power of Naps... and the New Plan to Recharge Your Body and Mind",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/31566948-sleep",
      "pages": {},
      "description": {}
    }
  },
  {
    "id": "2661485618",
    "summary": null,
    "review": "I've read and enjoyed the previous two Clement stories. This story was fun, and a very easy read (for me to get through 400 pages in a matter of days is testament to that).<br /><br />The story follows a journalist, Emma in her mid-40s, living in London on her own and being handed crappy assignments, whilst she's still hungry for her big break.<br /><br />She comes across Clement (our 70s angel trying to - somehow - find redemption) and he's drawn to her knowing that he must help her in some way. Enter the Clawthorn Club and the story.<br /><br />Overall, the story is enjoyable, and it's nice to get a little into the feelings of Clement (having read the two previous installments). The story does have some predictable (to me) twists, but it doesn't hurt the reading experience too much.<br /><br />Sadly the author decided this was the book to push his own opinions about the current climate of how women are to take daily microaggressions. <br /><br />I understand that Clement's language and attitudes stem from the 60s and 70s which leads to some socially jarring language. This is what adds to Clement's charm, that when he's pulled up on the language be it \"casual\" racism or sexism he listens to the feedback and adjusts when appropriate. <br /><br />This book is different to the previous installments, as this story is sprinkled with the protagonist, Emma, casually putting down other women's own struggles. These times throughout the book don't contribute to the characters nor did it help the story along, so I sense this is more that the author is _shoehorning_ their own opinions in. Which served to annoy and frustrate me when I bumped into those random moments in the book.",
    "rating": "3",
    "spoiler": "false",
    "read": "2019-01-10",
    "started": "2019-01-06",
    "url": "https://www.goodreads.com/review/show/2661485618",
    "book": {
      "author": "Keith A. Pearson",
      "title": "Clawthorn (Clement, #3)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/43247628-clawthorn",
      "pages": {},
      "description": "The third book in the bestselling Clement series  <br /><p>\n  <b>When the truth is locked in the past, best you pray for the right locksmith.</b>\n</p> <br />Just four months after Emma Hogan was born, her father was convicted of a heinous crime and sent to prison for life. <br /><br />Forty-six years later, and now a London-based journalist, Emma inadvertently discovers an old notebook she suspects might be connected to the father she never knew. Embossed on the front of that notebook is a single word — <i>Clawthorn</i>. <br /><br />Unbeknown to Emma, the innocent-looking notebook is anything but, and it takes a stranger with an uncanny knowledge of the past to warn her of that fact — an intriguing stranger by the name of Clement. <br /><br />With neither the notebook nor Clement being quite what they seem, Emma is compelled to dig for answers. However, one elusive individual will stop at nothing to protect the notebook’s secrets — its mysterious author. <br /><br />As the past clashes with the present, Emma soon realises there is far more at stake than just a career-changing story. As for Clement; destiny may have brought them together but a seemingly higher power will decide their fate as they attempt to expose the truth about Clawthorn."
    }
  },
  {
    "id": "2644029997",
    "summary": null,
    "review": "Good to read aloud to the kids (took about 15-20 minutes), and a beautiful message in the story <br />, whereby the adult reading...me...might have caught a frog in their throat!<br /><br />The truth pixie lives a life of loneliness because she always tells the truth, and that truth can get her in to trouble. She decides to leave home and during her adventure meets a girl who is sad because she's going to be moving home away from friends and everything she knows. <br /><br />The truth pixie tells her that it will be sad, and there will be times in life that she'll be lonely, but that life is full of wonderful moments and love and warmth. A good message to remind ourselves of during the day to day grind of life.<br /><br />Also beautifully illustrated.",
    "rating": "4",
    "spoiler": "true",
    "read": {},
    "started": {},
    "url": "https://www.goodreads.com/review/show/2644029997",
    "book": {
      "author": "Matt Haig",
      "title": "The Truth Pixie (Christmas Series, #3.5)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1535056705l/41443051._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/41443051-the-truth-pixie",
      "pages": "119",
      "description": "From number one bestselling author Matt Haig comes a hilarious and heartwarming story, brilliantly illustrated throughout by Chris Mould <br /><br />Wherever she is, whatever the day, She only has one kind of thing to say. Just as cats go miaow and cows go moo, The Truth Pixie can only say things that are true."
    }
  },
  {
    "id": "2629860378",
    "summary": null,
    "review": "A sweet tale of kindness. I asked for recommendations for Christmas–feelings books, and this is one that came up, and it does indeed do a good job of getting those feel–good vibes going.<br /><br />The story is a little sickly sweet, but that's okay. I particularly liked the first 1/4 of the story that follows Louise, an unexpected adopted mother to Hope. This part is particularly tender and gentle.<br /><br />The book definitely left me with the desire to follow the Christmas traditions that's created in the story, which as the book ends, it's followed by real life stories of individuals who did just that.<br /><br />I have the kindle version that, unbeknownst to me, included some twenty-odd true stories at the end, making up around 20% of the kindle edition. I read a few of these, but they did follow the same pattern, and eventually skipped over a few feeling it was similar to reading an appendix of a book (and yes, this makes me a little bit of a terrible person!!!).<br /><br />Overall: does the job I had hoped it would do: get me in the mood for Christmas by reminding me of the \"gift of giving (love)\".",
    "rating": "3",
    "spoiler": "false",
    "read": "2018-12-22",
    "started": "2018-12-17",
    "url": "https://www.goodreads.com/review/show/2629860378",
    "book": {
      "author": "Jason F. Wright",
      "title": "Christmas Jars Collector's Edition",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/36336654-christmas-jars-collector-s-edition",
      "pages": {},
      "description": "<i>Christmas Jars</i> has sold more than half a million copies worldwide and was a <i>New York Times</i> best-selling novel. This beautiful hardcover collector's edition contains the complete text of the bestselling fictional holiday favorite as well as more than twenty true, inspiring stories of people who have experienced the Christmas Jar miracle in their own lives by either giving or receiving an anonymous jar full of coins.<br /><br /> Hope Jensen is a young, single woman and an aspiring newspaper writer, and when she receives a much-needed but anonymous Christmas gift, she's determined to find her benefactor. That search leads her to an unusual family with a longstanding Christmas tradition. Sensing a front-page feature article, Hope desperately wants to publish their story, but doing so would be a breach of trust. What she decides to do will change her life forever.<br /><br /> A classic Christmas tale, <i>Christmas Jars</i> has sparked a national phenomenon of giving and a community tradition of generous outreach across the nation."
    }
  },
  {
    "id": "2628683412",
    "summary": null,
    "review": "I didn't quite expect the book (read on my Kindle) to be *quite* that short.<br /><br />It's more of a scene than a book - which is fine, but exceptional short!<br /><br />As the synopsis says, it's a story of a couple that want to share Christmas gifts but it comes at the cost of the possessions that are most valued to them.<br /><br />In that, it's a tale of kindness and sacrifice. Except that the possessions they sell for the funds are spent on the one thing that complements the other's valuable possession, ie. Beautiful brushes for beautiful hair (that was sold to raise funds).<br /><br />And in that this is a warning that possessions and gifts do not make one happy. Love does that, and it can't be bought.<br /><br />The story also smacks of \"older\" times from New York (though I can't remember whether it was based there or not), and as such, even though both the man and woman make the same mistake, it seems that the woman is somehow left to blame and the man gets away with lounging back on the sofa.<br /><br />Sure, those are words from the time, but I've really no idea how people are reading this book today and leaving reviews saying they're left with a year in their eye, etc. Left me feeling sorry for the poor sods.",
    "rating": "3",
    "spoiler": "true",
    "read": "2018-12-16",
    "started": "2018-12-16",
    "url": "https://www.goodreads.com/review/show/2628683412",
    "book": {
      "author": "O. Henry",
      "title": "The Gift of the Magi",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1365717732l/17792326._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/17792326-the-gift-of-the-magi",
      "pages": "26",
      "description": "O. Henry's classic tale of Della and Jim, the struggling newlyweds so anxious to give each other a Christmas gift that each sells the one thing the other holds most dear, receives an oddly lifeless treatment here. Heyer's meticulously detailed illustrations are pretty but stilted; the characters look like mannequins. The rueful Jim fares better than poor prematurely middle-aged Della, who at times looks more like his mother than his wife. Still, the story is as touching as ever, and neither time nor mediocre artwork can dim its glory. All ages."
    }
  },
  {
    "id": "2610097066",
    "summary": null,
    "review": "Goodness me, this was a good book! Right from the start, Rutherford states that the book won't be littered with references to research papers throughout and the book reads very much like Rutherford is quite literally telling me _a story_ (I should add that references are added in the appendix of the book if you want to validate and have further reading on the subject of DNA).<br /><br />I always feel like when I read non-fiction I'm supposed to be a little smarter once I've finished, and somehow retain my newly acquired knowledge so I can wax lyrical later on in the pub in years to come…<br /><br />The subject of this book is (as the title suggest) genes, DNA and how it all works. The book is fascinating, and although I'm certain that I'm zero percent smarter now (sadly my own failing!), Rutherford's book was littered with fascinating stories from both recent and distant history - which have so far stuck in my head.<br /><br />I got wind of this book via my own genealogy research, and being able to find every step in my ancestry to William The Conqueror, I posted a tweet and eventually saw a reply from Adam Rutherford explaining \"that's cool that you can demonstrate it with genealogy, but it’s literally true for all British people too. Edward 3 is the direct ancestor of every British person\". <br /><br />That snippet reply alone piqued my interest in reading this book, and damn glad I did - I think I highlighted nearly two pages worth of kindle notes, partly to help me remember and partly because there was some superb stuff in there, including:<br /><br />&gt; borborygmus, which is a technical word for a rumbly tummy.<br /><br />Rutherford's writing and storytelling is entertaining, informative and even regularly funny.",
    "rating": "5",
    "spoiler": "false",
    "read": "2019-01-06",
    "started": "2018-11-29",
    "url": "https://www.goodreads.com/review/show/2610097066",
    "book": {
      "author": "Adam Rutherford",
      "title": "A Brief History of Everyone who Ever Lived: The Stories in Our Genes",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/30191189-a-brief-history-of-everyone-who-ever-lived",
      "pages": {},
      "description": "This is a story about you.<br /><br />It is the history of who you are and how you came to be. It is unique to you, as it is to each of the 100 billion modern humans who have ever drawn breath. But it is also our collective story, because in every one of our genomes we each carry the history of our species - births, deaths, disease, war, famine, migration and a lot of sex.<br /><br />Since scientists first read the human genome in 2001 it has been subject to all sorts of claims, counterclaims and myths. In fact, as Adam Rutherford explains, our genomes should be read not as instruction manuals, but as epic poems. DNA determines far less than we have been led to believe about us as individuals, but vastly more about us as a species.<br /><br />In this captivating journey through the expanding landscape of genetics, Adam Rutherford reveals what our genes now tell us about history, and what history tells us about our genes. From Neanderthals to murder, from redheads to race, dead kings to plague, evolution to epigenetics, this is a demystifying and illuminating new portrait of who we are and how we came to be."
    }
  },
  {
    "id": "2585986936",
    "summary": null,
    "review": "I read the first installment of the Murderbot a few months back (as an Amazon single), but after reading it, I decided I was going to pony up the £8 for the following 3 books - although probably the most I've spent on a single book, let alone 3 books - absolutely totally worth it. I **loved** this series.<br /><br />The series follows Murderbot, a rouge security unit, mostly good at killing but who would rather just watch TV and be left alone. The first book reads easily as a stand alone, and I'd say the second book does too. <br /><br />The third and fourth pull together all the previous adventures into an overarching story that we see Murderbot learning about itself and struggling with the the concepts of emotions and desires.<br /><br />In fact, the Murderbot ends with that huge question of: what do you want.<br /><br />There's so many things I enjoyed about this series: it's a sci-fi that doesn't really require you to understand all the ins and outs of the political systems that exist in the world. I've read a few sci-fi books that really struggle to make the world believable because there's often so much to take in - the Murderbot diaries does this in a way that reads easily and lightly.<br /><br />The action sequences are really well written and fairly easy to follow - another thing I've struggled with in other books.<br /><br />Even though we know that the Murderbot is a construct, it exists in a time that emotions can be simulated - and therefore felt - by the Murderbot, which, just like any one of us, they don't relish having to process those emotions, and they'd much rather just shun away and hide away escaping with TV.<br /><br />Finally the characters are refreshing. As a white man myself, I'm too quick to assume the gender and race of the characters I reading about, Martha Wells does a really good job of keeping me in check, reminding me that Murderbot _doesn't_ have a gender, there's people in the universe that don't identify as one gender, and that not everyone is white. I love this, and I appreciate it in the books I read (in the hope that it shifts my mindset).<br /><br />Loved it.",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-11-29",
    "started": "2018-11-06",
    "url": "https://www.goodreads.com/review/show/2585986936",
    "book": {
      "author": "Martha Wells",
      "title": "Exit Strategy (The Murderbot Diaries, #4)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1518642623l/35519109._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/35519109-exit-strategy",
      "pages": "176",
      "description": "<p>\n  <b>\"I love Murderbot!\" —Ann Leckie</b>\n</p><p>The fourth and final part of the Murderbot Diaries series that began with <i>All Systems Red.</i></p><p>Murderbot wasn’t programmed to care. So, its decision to help the only human who ever showed it respect must be a system glitch, right?</p><p>Having traveled the width of the galaxy to unearth details of its own murderous transgressions, as well as those of the GrayCris Corporation, Murderbot is heading home to help Dr. Mensah—its former owner (protector? friend?)—submit evidence that could prevent GrayCris from destroying more colonists in its never-ending quest for profit.</p><p>But who’s going to believe a SecUnit gone rogue?</p><p>And what will become of it when it’s caught?</p><br /><p>At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.</p>"
    }
  },
  {
    "id": "2566338278",
    "summary": null,
    "review": "As usual from the MurderBot series: excellent, fresh and entertaining.<br /><br />I felt like the story dug deeper into MurderBot's character, anxiety and it's attempt to understand it's feelings.<br /><br />Definitely feels like this third book is pulling together an overarching story that will be concluded in book four - which I can't wait to read!",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-11-04",
    "started": "2018-10-18",
    "url": "https://www.goodreads.com/review/show/2566338278",
    "book": {
      "author": "Martha Wells",
      "title": "Rogue Protocol (The Murderbot Diaries, #3)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1506001602l/36153880._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/36153880-rogue-protocol",
      "pages": "160",
      "description": "SciFi’s favorite crabby A.I. is again on a mission. The case against the too-big-to-fail GrayCris Corporation is floundering, and more importantly, authorities are beginning to ask more questions about where Dr. Mensah's SecUnit is.<br /><br />And Murderbot would rather those questions went away. For good."
    }
  },
  {
    "id": "2558087142",
    "summary": null,
    "review": "Uh! I love this character! This is the 2nd book in the murderbot books and the main character, who I realise now doesn't have a name (nor gender as it's a bot) is so fun to read. <br /><br />The murderbot is so dry and grumpy and so different from previous characters I've read in sci-fi.<br /><br />The first book definitely works as a stand alone, and although there's a self contained story in this second book, it definitely carries through a decent number of references to the earlier story that I'd not recommend reading this on it's own.<br /><br />Since the books are only around 160 pages, I'm moving right on to the next installment and looking forward to it already.",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-10-16",
    "started": "2018-10-10",
    "url": "https://www.goodreads.com/review/show/2558087142",
    "book": {
      "author": "Martha Wells",
      "title": "Artificial Condition (The Murderbot Diaries, #2)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1505589896l/36223859._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/36223859-artificial-condition",
      "pages": "160",
      "description": "It has a dark past – one in which a number of humans were killed. A past that caused it to christen itself “Murderbot”. But it has only vague memories of the massacre that spawned that title, and it wants to know more.<br /><br />Teaming up with a Research Transport vessel named ART (you don’t want to know what the “A” stands for), Murderbot heads to the mining facility where it went rogue.<br /><br />What it discovers will forever change the way it thinks…"
    }
  },
  {
    "id": "2534211540",
    "summary": null,
    "review": "I wanted to love this book but I kinda fell short right at the end. However, the two protagonists: Patricia and Lawrence are beautifully written.<br /><br />The book is split over 3 era's of our characters' lives. Firstly when they're young children where the world is huge and wonderous. Patricia in particular has her first adventure very early in the book, and in part I wondered if this was entirely in a child's imagination rather than happening to her.<br /><br />The next era in the book Patricia and Lawrence are at (what I'd consider 'middle school'), and frankly it's horrible. They're bullied and targeted across the board. I found this part of the book the hardest hitting, and probably closer to the reality I know and it made me sad for the characters. I also felt like there was no real growth from this period of the book and they were simply tortured for being different and that wasn't addressed (or I missed it).<br /><br />Then the last era of the book the characters are young adults, Patricia a witch with more control over her powers (and yes, it seems that it wasn't her imagination back when she was a child), and Lawrence a full super nerd building a machine to save humanity. <br /><br />The story feels like it accelerates in momentum, complexity and consequence as it progresses. It reads really well, and the sci-fi aspects are fun, complex and draw some interesting moral questions.<br /><br />Except for me, the end just…kinda happened. I was following the story along, the world in the book was going to hell, level 10 dystopia stuff, and then all of a sudden the protagonists left alone, Patricia is following a pigeon to a tree, they have a weird conversation, she vaguely answers a question and then Patricia and Lawrence walk off together into the sunset (sort of) with a sense of hope and everything will be okay for them.<br /><br />Yet the world is still collapsing (mother nature trying to course correct), witches (and wizards?) are blasting people into unknown realms, and intend to unleash The Unravelling (which we meet once and it's a horror show), and the scientists are pissed and building mega machines to blow away the witches. So that's all still happening and yet Patricia and Lawrence seem to be okay.<br /><br />I was left feeling like I missed something crucial at the end of the book, because I felt like the characters were doom, but didn't realise it, and the world was going to die even though both Patricia and Lawrence intended to save it. So…yeah, I'm not sure.<br /><br />I loved the characters, and the writing was great and really original, and quite biting at times. But the more I thought about the end of the story, the more confused I felt.",
    "rating": "3",
    "spoiler": "true",
    "read": "2019-01-22",
    "started": "2019-01-10",
    "url": "https://www.goodreads.com/review/show/2534211540",
    "book": {
      "author": "Charlie Jane Anders",
      "title": "All the Birds in the Sky",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/28369444-all-the-birds-in-the-sky",
      "pages": "314",
      "description": "Childhood friends Patricia Delfine, a witch, and Laurence Armstead, a mad scientist, parted ways under mysterious circumstances during middle school. But as adults they both wind up in near-future San Francisco, where Laurence is an engineering genius and Patricia works with a small band of other magicians to secretly repair the world’s ever growing ailments. But something is determined to bring them back together—to either save the world, or end it."
    }
  },
  {
    "id": "2526855449",
    "summary": null,
    "review": "I read this to my son, who turned 7 just after we started. We did end up doing some epic bedtime reading sessions to complete whole chapters. And as with books I've read to him, I shall let his own words dictate this review :)<br /><br />---<br /><br />I liked the bit where Harry goes underground and in the house, because I wish I had a scary house under the whomping willow.<br /><br />When Black came into the room, I thought it was scary, and I thought it was going to happen in my bedroom!<br /><br />The sad bit was when Buckbeak died (but oh yeah, they rescued him).<br /><br />It's good, and a little bit scary.<br /><br />---",
    "rating": "5",
    "spoiler": "true",
    "read": "2019-01-02",
    "started": "2018-09-11",
    "url": "https://www.goodreads.com/review/show/2526855449",
    "book": {
      "author": "J.K. Rowling",
      "title": "Harry Potter and the Prisoner of Azkaban (Harry Potter #3)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/28765183-harry-potter-and-the-prisoner-of-azkaban",
      "pages": {},
      "description": "Harry Potter's third year at Hogwarts is full of new dangers. A convicted murderer, Sirius Black, has broken out of Azkaban prison, and it seems he's after Harry. Now Hogwarts is being patrolled by the dementors, the Azkaban guards who are hunting Sirius. But Harry can't imagine that Sirius or, for that matter, the evil Lord Voldemort could be more frightening than the dementors themselves, who have the terrible power to fill anyone they come across with aching loneliness and despair. Meanwhile, life continues as usual at Hogwarts. A top-of-the-line broom takes Harry's success at Quidditch, the sport of the Wizarding world, to new heights. A cute fourth-year student catches his eye. And he becomes close with the new Defense of the Dark Arts teacher, who was a childhood friend of his father. Yet despite the relative safety of life at Hogwarts and the best efforts of the dementors, the threat of Sirius Black grows ever closer. But if Harry has learned anything from his education in wizardry, it is that things are often not what they seem. Tragic revelations, heartwarming surprises, and high-stakes magical adventures await the boy wizard in this funny and poignant third installment of the beloved series.<br />--scholastic.com"
    }
  },
  {
    "id": "2523022408",
    "summary": null,
    "review": "Loved it. As always. Heart wrenching too.",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-10-28",
    "started": {},
    "url": "https://www.goodreads.com/review/show/2523022408",
    "book": {
      "author": "Brian K. Vaughan",
      "title": "Saga, Vol. 9 (Saga, #9)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1523009508l/38812872._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/38812872-saga-vol-9",
      "pages": "152",
      "description": "The multiple Eisner Award-winning series returns with a spacefaring adventure about fake news and genuine terror. Get ready for the most shocking, most impactful SAGA storyline yet.<br /><br />Collects SAGA #49-54<br />"
    }
  },
  {
    "id": "2523022349",
    "summary": null,
    "review": "Really enjoyed this thriller. An easy read and natural page turner (with nice short chapters). I was also drawn to this book because I know Brighton (UK) very very well, and I love reading stories located in places that are familiar to me.<br /><br />The story is a solid thriller and paced really well, and a great read for a holiday (I powered through it over 2 days).<br /><br />I really loved how (somehow, I'm not sure quite how), the author, Koomson managed to take the character Macy and make me firstly dislike her and get annoyed with the character, then whilst getting frustrated with her, start to understand her and feel compassion towards her, and by the end see strength in her that was always there, just revealed perfectly at the pace the story needed. Surprising stuff 👍",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-09-10",
    "started": "2018-09-08",
    "url": "https://www.goodreads.com/review/show/2523022349",
    "book": {
      "author": "Dorothy Koomson",
      "title": "The Brighton Mermaid",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1534690573l/38396769._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/38396769-the-brighton-mermaid",
      "pages": {},
      "description": "<b>Brighton Beach, 1993</b><br /><br />Teenagers Nell and Jude find the body of a young woman and when no one comes to claim her, she becomes known as the Brighton Mermaid. Nell is still struggling to move on when, three weeks later, Jude disappears.<br /><br />Twenty-five years on, Nell is forced to quit her job to find out who the Brighton Mermaid really was - and what happened to her best friend that summer.<br /><br />But as Nell edges closer to the truth, dangerous things start to happen. Someone seems to be watching her every move, and soon she starts to wonder who in her life she can actually trust ...<br /><br /><b>Fast-paced and thrilling, <i>The Brighton Mermaid</i> explores the deadly secrets of those closest to you.</b>"
    }
  },
  {
    "id": "2495207871",
    "summary": null,
    "review": "Fun stuff. I didn't realise this was the sixth novel of a series, but it really didn't matter - and almost added more depth since the characters had a lot more backstory.<br /><br />Robert Rankin's writing is really fun too. Lots of quick wit throughout the book, the kind that I wish I could come up with in my daily life!<br /><br />The story is a kind of comical farce whereby history has somehow shifted and things aren't quite what they're supposed to be.<br /><br />I'm not quite sure if the story is supposed to have a single protagonist or whether it's more of an ensemble. It certainly _mostly_ follows Jim, John and Soap (great…weird, name!). Then there's multiple side characters that I half suspect might have more story in other Brentwood books. <br /><br />All the same, it was really fun to read a book that clearly had a wide range of characters with more stories to tell.",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-08-20",
    "started": "2018-08-15",
    "url": "https://www.goodreads.com/review/show/2495207871",
    "book": {
      "author": "Robert Rankin",
      "title": "Sex and Drugs and Sausage Rolls",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1377580187l/18377669._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/18377669-sex-and-drugs-and-sausage-rolls",
      "pages": "237",
      "description": "From Amazon.com:<br /><br />THE SIXTH BOOK IN THE NOW LEGENDARY BRENTFORD TRILOGY<br />Yes they’re back, Jim Pooley, John Omally and all the lads from The Flying Swan. And this time they are up for a bit of good old Rock ‘n’ Roll.<br />It’s all down to John Omally really, he had always nurtured a secret ambition to become a rock star. He had mastered air guitar and bedroom mirror posing and all he really lacked for was talent. So, when a remarkable rock band named Ghandi’s Hairdryer comes to play in Brentford and John learns that they are looking for a manager, he can see a bright and profitable future laid out before him. He will become the new Brian Epstein.<br />Jim Pooley, John’s bestest friend, isn’t too keen. Because there is something rather odd about this band. Something other worldly. It might be the lead singer Litany, whose voice can heal the sick. She might be an angel. Or perhaps a devil. Because this is Brentford, after all. Jim would rather just concentrate on his own schemes for making it rich. His betting system, to pull off the six-horse-super-yankee accumulator bet. That future generations will know as The Pooley.<br />Norman the scientific cornershop keeper is hoping to help Jim out, by building him a race horse. It looks a simple enough matter, according to the back of the cigarette packet he’s worked out the entire genetic engineering project on. But there are always interruptions and things are turning decidedly strange in Norman’s kitchen lab.<br />Soap Distant has just returned from a journey to the centre of the Earth, and Soap isn’t happy. Things have changed since he’s been away. But things that happened before he went away. Someone is messing around with time. Why else would Richard Branson’s face be on the money?<br />Inspectre Hovis is at his wits’ end, very odd things are occurring in the borough of Brentford, folk appearing from nowhere, mysterious goings on and now the concert. The really big concert in Gunnersbury Park, the one where the Beatles will be playing, and Jim Morrison and Elvis too. That should be a concert worth watching, as long as nothing goes wrong.<br />And something might. Something really really big.<br />Because this is Brentford after all."
    }
  },
  {
    "id": "2479985303",
    "summary": null,
    "review": "Wow. I loved this book. I'm not entirely sure how I found it - I suspect Amazon randomly recommended it to me, and it was definitely a random purchase - but so glad I did.<br /><br />I'd just finished reading Snow Crash which has a small character which is an enhanced dog (called a Rat), and a few years back I'd read <a href=\"https://www.goodreads.com/book/show/22358.We3\" rel=\"nofollow\">We3</a> which has animals who escape a tyranny of human kind…so I think I was expecting something like that. I was wrong!<br /><br />The book opens from the point of view of Rex, a \"bioform\" dog - part machine, part dog, part human DNA. The first few pages read as a little trite \"I am Rex. I am Good Dog\" etc - but this quickly falls away as I realised the darkness of what was being described from Rex's point of view. <br /><br />Then each chapter is told from different individuals point of view, including Hart - the engineer/carer for the bioforms, Honey - a bioform Bear and many other characters.<br /><br />The story is split over 5 parts that, I can assume, is covering several years. It starts in a war torn country, but once this part is over, the story goes on to raise the question of the bioform's rights, and whether a human-made thing can be human if it can feel for itself. By <em>human</em>, we mean the condition rather than the species.<br /><br />The story is a mix of the future of AI and augmented lifeforms, fear of different, corporations and their relationship with slavery - and through it, somehow, the protagonist is a dog that I can actually relate to as he even evolves through the book (the author does a brilliant job of evolving Rex's language and vocabulary as Rex is exposed to more of the world and the story moves on).<br /><br />Other thoughts that this book brought up for me:<br /><br />- If humankind make a <em>thing</em> and a thing can think for itself, should it have rights? What does that process look like - and how long does it take?<br />- Can and should humankind survive in it's current state. Is an augmented human less or more human? <br />- A fully autonomous intelligence is effectively immortal, so it can also outlive generations of humankind until the generations come to accept it?<br /><br />If you're interested in how technology can evolve in our future with AI, singularities, and the like, then I'd definitely recommend this book. <br /><br />I loved this story, really great stuff!",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-08-11",
    "started": "2018-08-02",
    "url": "https://www.goodreads.com/review/show/2479985303",
    "book": {
      "author": "Adrian Tchaikovsky",
      "title": "Dogs of War",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/35827220-dogs-of-war",
      "pages": {},
      "description": "<p>Rex is a Good Dog. He loves humans. He hates enemies. He's utterly obedient to Master. </p><p>He's also seven foot tall at the shoulder, bulletproof, bristling with heavy calibre weaponry and his voice resonates with subsonics especially designed to instil fear. With Dragon, Honey and Bees, he's part of a Multi-form Assault Pack operating in the lawless anarchy of Campeche, Southeastern Mexico. </p><p>Rex is a genetically engineered bioform, a deadly weapon in a dirty war. He has the intelligence to carry out his orders and feedback implants to reward him when he does. All he wants to be is a Good Dog. And to do that he must do exactly what Master says and Master says he's got to kill a lot of enemies. But who, exactly, are the enemies? What happens when Master is tried as a war criminal? What rights does the Geneva Convention grant weapons? Do Rex and his fellow bioforms even have a right to exist? And what happens when Rex slips his leash?</p>"
    }
  },
  {
    "id": "2469695311",
    "summary": null,
    "review": "Enjoyed this book. Definitely a modern look at the possibilities of the future ahead of us. I have to admin I was expecting more robots and augmentations and sci-fi, but this leant more towards a political statement in particular about free access to healthcare (which is something I care a lot about being in the UK and having the NHS).<br /><br />An enjoyable story and some strong characters.",
    "rating": "4",
    "spoiler": "false",
    "read": "2019-02-09",
    "started": "2019-01-23",
    "url": "https://www.goodreads.com/review/show/2469695311",
    "book": {
      "author": "Annalee Newitz",
      "title": "Autonomous",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1521385355l/39314287._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/39314287-autonomous",
      "pages": "304",
      "description": "<i>Librarian note: an older cover for this edition can be found <a href=\"https://www.goodreads.com/book/edit/36332361-autonomous\" rel=\"nofollow\">here</a>.</i><br /><br /><b>Earth, 2144.</b> Jack is an anti-patent scientist turned drug pirate, traversing the world in a submarine as a pharmaceutical Robin Hood, fabricating cheap medicines for those who can't otherwise afford them. But her latest drug hack has left a trail of lethal overdoses as people become addicted to their work, doing repetitive tasks until they become unsafe or insane.<br /><br />Hot on her trail is an unlikely pair: Eliasz, a brooding military agent, and his indentured robotic partner, Paladin. As they race to stop information about the sinister origins of Jack's drug from getting out, they begin to form an uncommonly close bond that neither of them fully understands.<br /><br /><b>And underlying it all is one fundamental question: is freedom possible in a culture where everything, even people, can be owned?</b>"
    }
  },
  {
    "id": "2442090609",
    "summary": null,
    "review": "Really quite beautiful. I found myself drawing out my reading time for this book, and almost wanting to find a tree to sit under and slowly soak up this story.<br /><br />It's a story of love, loss and loneliness (or so I read), and it's was beautifully paced dropping back and forth from different points in time for the two main characters. Describing emotions and the tiniest moments in such a loving and tender way. It truly made me want to slow down and just watch the love that moves around us every day.<br /><br />I want to give this a 4.5 but the stars apparently must be whole or not at all. I just found the ending a little abrupt. But that may have also been confused by the fact that the last 6% (10-ish minutes) of the book was an interview with the author (which was interesting enough), it just threw me when the tale was finished. <br /><br />All the same, quite beautiful.",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-09-17",
    "started": "2018-09-10",
    "url": "https://www.goodreads.com/review/show/2442090609",
    "book": {
      "author": "Sarah Winman",
      "title": "Tin Man",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1536800486l/34802303._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/34802303-tin-man",
      "pages": {},
      "description": "This is almost a love story.<br /><br />Ellis and Michael are twelve when they first become friends, and for a long time it is just the two of them, cycling the streets of Oxford, teaching themselves how to swim, discovering poetry, and dodging the fists of overbearing fathers. And then one day this closest of friendships grows into something more.<br /><br />But then we fast forward a decade or so, to find that Ellis is married to Annie, and Michael is nowhere in sight. Which leads to the question, what happened in the years between?<br /><br />This is almost a love story. But it's not as simple as that."
    }
  },
  {
    "id": "2442090467",
    "summary": null,
    "review": "The story of an 11 year old boy after his father dies. The story uses a unique story telling device where it's told from the boys mind (or imagined diary), but the result is a stream of consciousness, littered with rule-breaking authoring techniques. <br /><br />I can imagine this method coming off as forced or trite. But Haig's book manages to execute really well.<br /><br />There's some vivid scenes of loss that touch my own personal childhood, remembering my own mother in the early chapters. <br /><br />The boy himself believes he's being visited by his deceased father who asks him to enact revenge for his recent death. <br /><br />The boy, Philip, struggles with his own confused feelings of being a boy, being 11 and starting to see more of the world, and being thrown into a new family structure. It's all too much for him.<br /><br />Being inside his head you can understand his actions, and it makes me wonder about how we judge someone from the outside who behaves so oddly or \"badly\".<br /><br />Ultimately we're left to decide for ourselves whether the boy is really seeing ghosts, though one thing is clear by the end: he'll need counselling to get through the next 15 years.<br /><br />A good, fast, little read, perfect for holiday reading.",
    "rating": "3",
    "spoiler": "false",
    "read": "2018-07-03",
    "started": "2018-07-01",
    "url": "https://www.goodreads.com/review/show/2442090467",
    "book": {
      "author": "Matt Haig",
      "title": "The Dead Fathers Club",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/37702946-the-dead-fathers-club",
      "pages": {},
      "description": {}
    }
  },
  {
    "id": "2442090367",
    "summary": null,
    "review": "Such good fun. I think my favourite character was actually Dog. I loved the inner monologue that went with the Hell Hound!<br /><br />I don't think I've read a story with so many characters intertwining throughout a story (though, truth be told: I've not read many stories!) - and this book did a superb job of keeping all the characters unique, interesting and coherent.<br /><br />The story (for me), started fairly light (in heart) and towards the last quarter it goes rather dark - although this may be to be expected as the Armageddon is at hand. This also did wonders for my nightmares (I had three consecutive nights dreaming about my own End Of The World dreams).<br /><br />I'm also really impressed that two different authors created the story in a way that feels completely unified (and this edition included a Q&amp;A chapter at the end where Pratchett and Gaiman share their process and thoughts on each other).<br /><br />Really fun stuff and included some real laugh out loud moments. The entire last chapter could have been highlighted too - beautiful closing message.",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-07-09",
    "started": "2018-07-04",
    "url": "https://www.goodreads.com/review/show/2442090367",
    "book": {
      "author": "Terry Pratchett",
      "title": "Good Omens",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1565466365l/13141699._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/13141699-good-omens",
      "pages": "433",
      "description": "<i>'Armageddon only happens once, you know. They don't let you go around again until you get it right'</i><br /><br />People have been predicting the end of the world almost from its very beginning, so it's only natural to be sceptical when a new date is set for Judgement Day. But what if, for once, the predictions are right, and the apocalypse really is due to arrive next Saturday, just after tea? You could spend the time left drowning your sorrows, giving away all your possessions in preparation for the rapture, or laughing it off as (hopefully) just another hoax.<br /><br />Or you could just try to do something about it."
    }
  },
  {
    "id": "2442090329",
    "summary": null,
    "review": "My hospital read! I spent a day and night in hospital for tonsillitis, and managed to read through this book (though there's not a whole lot to do in hospital!).<br /><br />Originally this book was destined for a 3 star, but the last 5th of the book started to really pull the story together and made for quite a fun and gripping ending.<br /><br />---<br /><br />I selected this book to read because it was Ben Elton, and I'd read a few of his books before and was expecting satirical, witty and possibly funny. I did not expect this book! The characters are certainly witty, but there's no comedy to be found. This is a dark detective story.<br /><br />The story did feel a little crowded for the first half, it follows the protagonist Edward Newson, a detective inspector and a good one to boot. Newson is extremely well centred with respect to his work, and it makes him a good detective. <br /><br />In his personal life, he's off centre, but as the reader, I found his judgement quite questionable - and I'm not 100% sure if his character arc leaves him any better at the end.<br /><br />At the surface of the story, we have a murder mystery. A pretty graphically gruesome murder. Then there's some very strong elements of sex - and very graphic hardcore sex (which, I didn't really realise I was signing up to). Then there's a heavy bullying theme: how if affects an individual decades on, how the bullies continue to live, if they can move past it, whether it's rooted to their soul or not. Then there's unrequited love. Then there's nostalgia and reaching into the past and trying to rekindle feelings of hope and love and happiness.<br /><br />So…yeah, it felt a little crowded.<br /><br />Thankfully the last quarter somehow manages to pull a lot of the themes together (and drops a few on the way).<br /><br />In the end, I enjoyed the story and enjoyed the gripping ending. It did all tie up a little too nicely, but then it's a story, so why shouldn't it?! :)",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-08-01",
    "started": "2018-07-31",
    "url": "https://www.goodreads.com/review/show/2442090329",
    "book": {
      "author": "Ben Elton",
      "title": "Past Mortem",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1374758264l/18242661._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/18242661-past-mortem",
      "pages": {},
      "description": "With old friends like these, who needs enemies? <br /><br />It's a question mild mannered detective Edward Newson is forced to ask himself when, in romantic desperation, he logs on to the Friends Reunited website in search of the girlfriends of his youth. Newson is not the only member of the Class of take back '88 who has been raking over the ashes of the past. As his old class begins to reassemble in cyberspace, the years slip away and old feuds and passions burn hot once more.<br /><br />Meanwhile, back in the present, Newson's life is no less complicated. He is secretly in love with Natasha, his lovely but very attached sergeant, and failing comprehensively to solve a series of baffling and peculiarly gruesome murders. A school reunion is planned and as history begins to repeat itself, the past crashes headlong into the present. Neither will ever be the same again.<br /><br />In Past Mortem, Ben Elton - previous winner of The Crime Writers' Association Gold Dagger Award for Popcorn - delivers both a heart-stopping thriller and a killer comic romance."
    }
  },
  {
    "id": "2433870725",
    "summary": null,
    "review": "Love it. Witty, humourous, original and fresh. <br /><br />The title of \"Murderbot Diaries\" is what caught my curiosity. The story is told directly from the point of view of the murderbot which makes for a utterly new take on the alien-type stories where shit (always) goes bad.<br /><br />The murderbot itself is an really refreshing take on the future of bots, who through first \"person\" storytelling, mostly wants to be by itself, avoids talking about it's feelings, dislikes any eye contact and general doesn't really give two hoots about anything except for their TV binge watching.<br /><br />I really enjoyed this short story, reading it in (about) one sitting on holiday. Now the only downside is that it _is_ a short, I finished it so quickly and I don't get to enjoy more of the murderbot protagonist. I guess I'll be buying the other three books (though for anyone considering this book, this short book stands alone and you don't need to invest in the full series).",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-07-01",
    "started": "2018-06-30",
    "url": "https://www.goodreads.com/review/show/2433870725",
    "book": {
      "author": "Martha Wells",
      "title": "All Systems Red (The Murderbot Diaries, #1)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1484171419l/33387769._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/33387769-all-systems-red",
      "pages": "152",
      "description": "In a corporate-dominated spacefaring future, planetary missions must be approved and supplied by the Company. Exploratory teams are accompanied by Company-supplied security androids, for their own safety.<br /><br />But in a society where contracts are awarded to the lowest bidder, safety isn’t a primary concern.<br /><br />On a distant planet, a team of scientists are conducting surface tests, shadowed by their Company-supplied ‘droid — a self-aware SecUnit that has hacked its own governor module, and refers to itself (though never out loud) as “Murderbot.” Scornful of humans, all it really wants is to be left alone long enough to figure out who it is.<br /><br />But when a neighboring mission goes dark, it's up to the scientists and their Murderbot to get to the truth.<br /><br />"
    }
  },
  {
    "id": "2428159689",
    "summary": null,
    "review": "I read this aloud to my son at bedtime (6 turning 7 in a month). It took a chunk of time, and making the voices distinct was fun and tricky!<br /><br />I asked him to give me the review, so the 5 stars is his (I'd have given it 4, but the book was for him).<br /><br />---<br /><br /><br />Boy called Darkus found a beetle and had 2 friends, blew up the emporium, and got his dad back and Lauretta Cutter got away. <br /><br />I liked them building Basecamp.<br /><br />---<br /><br />❤️",
    "rating": "5",
    "spoiler": "true",
    "read": "2018-09-06",
    "started": "2018-06-18",
    "url": "https://www.goodreads.com/review/show/2428159689",
    "book": {
      "author": "M.G. Leonard",
      "title": "Beetle Boy",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1445115441l/27226216._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/27226216-beetle-boy",
      "pages": "336",
      "description": "Darkus is miserable. His dad has disappeared, and now he is living next door to the most disgusting neighbours ever.<br /><br />A giant beetle called Baxter comes to his rescue. But can the two solve the mystery of his dad’s disappearance, especially when links emerge to cruel Lucretia Cutter and her penchant for beetle jewellery? A coffee-mug mountain, home to a million insects, could provide the answer – if Darkus and Baxter are brave enough to find it …"
    }
  },
  {
    "id": "2419215723",
    "summary": null,
    "review": "Always great stuff from Bendis and Gaydos.",
    "rating": "4",
    "spoiler": "false",
    "read": {},
    "started": {},
    "url": "https://www.goodreads.com/review/show/2419215723",
    "book": {
      "author": "Brian Michael Bendis",
      "title": "Jessica Jones, Vol. 2: The Secrets of Maria Hill",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1510169192l/34854882._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/34854882-jessica-jones-vol-2",
      "pages": "136",
      "description": "Jessica Jones is back where she belongs - in her own comic, and taking on cases as Alias Investigations! But as the most dangerous book on the stands digs even deeper into the new mysteries of the Marvel Universe, Jessica has uncovered a truly startling secret. Is this case too hot for even her? Will it shatter everything she has built for herself? Can she put the pieces of her life back together...or is it already too late?<br /><br />COLLECTING: JESSICA JONES 7-12"
    }
  },
  {
    "id": "2363671532",
    "summary": null,
    "review": "A future in my past written in a distant past. What an amazing book. Orwell's writing has lasted near perfectly (i.e. modern and in context) some 70 years later (which frankly blows my mind).<br /><br />The story breaks into three parts as we make our way into Winston's mind. Part 1 reads like I'm learning around his world and how he experiences it. The mundane work, the acceptance of his role, whilst he secretly scratches his mind back.<br /><br />In part 2, I feel like I'm taking into Winston's heart as he re-experiences the world and the life and love that still exists in it. I loved some of the expressions and sadness that came with those expressions. Such as Winston knowing that what he was doing was against the \"rules\", and that it was simply an inevitability of being caught and tortured. <br /><br />He believes that he's given up his body already to the world of 1984, and when the Thought Police catch him, they'll take his mind, and so long as he protects his heart, he'll live on.<br /><br />Part 3 is mostly from inside of Winston's mind, as O'Brian works firstly to break Winston's mind, but then puts it back together in The Party's form. The place that O'Brian (and thusly The Party) comes from is entirely bleak and worse, believable in my own reality today. <br /><br />O'Brian utters phrases like:<br /><br />&gt; Nonsense. The earth is as old as we are, no older. How could it be older? Nothing exists except through human consciousness.<br /><br />Bleak. <br /><br />Eventually, there's no winning. There's no happy ending. There never could be. Winston's heart is pierced, he's _made_ to love Big Brother, and only then, when he's fully remade in The Party's eyes, does it end. For him, and for us.",
    "rating": "5",
    "spoiler": "true",
    "read": "2018-05-20",
    "started": "2018-05-06",
    "url": "https://www.goodreads.com/review/show/2363671532",
    "book": {
      "author": "George Orwell",
      "title": "1984",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328327049l/11059672._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/11059672-1984",
      "pages": "322",
      "description": "Among the seminal texts of the 20th century, <i>Nineteen Eighty-Four</i> is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmare vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the novel is Orwell's prescience of modern life--the ubiquity of television, the distortion of the language--and his ability to construct such a thorough version of hell. Required reading for students since it was published, it ranks among the most terrifying novels ever written."
    }
  },
  {
    "id": "2334200947",
    "summary": null,
    "review": "Read aloud to the 6 year old. A little scary for him at times, and frankly I'm amazed that he can follow the story whilst I read and he (sometimes) plays with Lego!",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-06-09",
    "started": "2018-03-20",
    "url": "https://www.goodreads.com/review/show/2334200947",
    "book": {
      "author": "J.K. Rowling",
      "title": "Harry Potter and the Chamber of Secrets (Harry Potter, #2)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1474169725l/15881._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/15881.Harry_Potter_and_the_Chamber_of_Secrets",
      "pages": "341",
      "description": "The Dursleys were so mean and hideous that summer that all Harry Potter wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he's packing his bags, Harry receives a warning from a strange, impish creature named Dobby who says that if Harry Potter returns to Hogwarts, disaster will strike<br /><br />And strike it does. For in Harry's second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor, Gilderoy Lockhart, a spirit named Moaning Myrtle who haunts the girls' bathroom, and the unwanted attentions of Ron Weasley's younger sister, Ginny.<br /><br />But each of these seem minor annoyances when the real trouble begins, and someone -- or something -- starts turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possibly be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects . . . Harry Potter himself?<br /><br />--jacket description"
    }
  },
  {
    "id": "2322238476",
    "summary": null,
    "review": "I had a hard time reading this book, took me a long time as I found Mole and the surrounding characters extremely…sad or pathetic or selfish. It continued on like this until about 80% where I started to enjoy the book a little more and the characters finally start to bloom and become more complex, and endearing. <br /><br />It ends on a hopeful note, and after realising this was the last Mole story that Sue Townsend wrote before passing away, leaves me a little sad that this life sort of vanishes with her. I had read The Secret Diary when I was a teenager back in the 80s so Mole has always existed for me, almost like a character from a reality show. <br /><br />So even though I struggled with this book, I'm glad to have read Mole's final chapters, and hope that he's happy somewhere in his literary universe.",
    "rating": "3",
    "spoiler": "false",
    "read": "2018-03-31",
    "started": "2018-03-09",
    "url": "https://www.goodreads.com/review/show/2322238476",
    "book": {
      "author": "Sue Townsend",
      "title": "Adrian Mole: The Prostrate Years (Adrian Mole, #8)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/11202956-adrian-mole",
      "pages": {},
      "description": {}
    }
  },
  {
    "id": "2307331958",
    "summary": null,
    "review": "Proper page turner thriller that seemed to get faster and more intense as the book worked it's way to its ending. <br /><br />Some very serious and dark topics add to the backdrop of the story too, eating disorders, mental health, grooming and sexual abuse. A heavy and good read.",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-03-03",
    "started": "2018-02-24",
    "url": "https://www.goodreads.com/review/show/2307331958",
    "book": {
      "author": "Caroline Mitchell",
      "title": "Silent Victim",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1501849041l/35389818._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/35389818-silent-victim",
      "pages": "325",
      "description": "<b>Emma’s darkest secrets are buried in the past. But the truth can’t stay hidden for long.</b><br /><br />Emma is a loving wife, a devoted mother…and an involuntary killer. For years she’s been hiding the dead body of the teacher who seduced her as a teen.<br /><br />It’s a secret that might have stayed buried if only her life had been less perfect. A promotion for Emma’s husband, Alex, means they can finally move to a bigger home with their young son. But with a buyer lined up for their old house, Emma can’t leave without destroying every last trace of her final revenge…<br /><br />Returning to the shallow grave in the garden, she finds it empty. The body is gone.<br /><br />Panicked, Emma confesses to her husband. But this is only the beginning. Soon, Alex will discover things about her he’ll wish he’d learned sooner. And others he’ll long to forget."
    }
  },
  {
    "id": "2293566852",
    "summary": null,
    "review": "Oh wow. Where do I begin with my review? I'm always amazed at how current a book written in 1931 can be so current and readable nearly a century later in 2018.<br /><br />The Brave New World is set in a future some centuries away where happiness is society's key. Religion, art, science and truth have been sacrificed to archive global sustainable happiness. <br /><br />People are engineered from embryo though constant tweaking at the fertilisation process and growth, then though as children conditioned using Pavlovian techniques: you read a book, you get zapped - aged 18 months. Aged 6 the children engage in \"erotic play\". Sleep hypnosis with rhymes that the individuals will live inside society with. Each individual is predestined for a class in society: alphas, betas, down to the \"epsilon semi-morons\" - button pushers. <br /><br />All seemingly pretty grotesque, but much later in the book, the benefits of this new world are argued, and it's a fairly convincing argument. Everything is for the sake of happiness. <br /><br />Ignorance is bliss. The less truth there is to be sought, the more content you are with your reality. And thus, a stable, sustainable, healthy society.<br /><br />---<br /><br />It seems as through there's three protagonist with increasing complexity to break the orthodox rules of the New World.<br /><br />Lenina allows herself to romanticise being with one person, and feeling love, but this is surface-deep and she's still very much a slave to her conditioning and unable to see beyond these walls.<br /><br />Bernard Marx, an Alpha plus who appears visibly as a Delta, with nasty rumours that alcohol had been slipped into his fertilisation process. He is able to think and speak outside of his orthodox conditioning but when it comes to acting, he falls short, and in fact proves himself more of a coward (or in fact probably as most would act: though inaction).<br /><br />John (the) Savage is different. He has a mother. He's learnt of God, learned to read and reads Shakespeare. He was born an outcast in The Old World (The Savage Reserve), and brought into the New World when Bernard and Lenina stumble upon him and his mother (originally from the new world but became injured and lost in the reservation some 20 years prior).<br /><br />John is the only one who questions and tries to change the new world that he now lives, and, obviously fails. The new world is centuries in the making. <br /><br />John is relatable because he comes from *our* time. And this is why he's a man out of time. <br /><br />There's nothing he can do to change society in an impactful way, and even if he did, it would be at the sacrifice of happiness of others. <br /><br />It's almost an inevitability that he goes mad. That he doesn't survive this brave new world. He can't. He can't escape it, and so, in the end, like any good Shakespeare tragedy, he tries and fails to extract himself from society, as it's impossible, in a rage of madness, goes on to kill the woman he loves, and then himself. <br /><br />An amazing, and maddening tale. Wow.",
    "rating": "5",
    "spoiler": "true",
    "read": "2018-06-30",
    "started": "2018-06-23",
    "url": "https://www.goodreads.com/review/show/2293566852",
    "book": {
      "author": "Aldous Huxley",
      "title": "Brave New World",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1565605881l/5129._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/5129.Brave_New_World",
      "pages": "288",
      "description": "Brave New World is a dystopian novel written in 1931 by English author Aldous Huxley, and published in 1932. Largely set in a futuristic World State of genetically modified citizens and an intelligence-based social hierarchy, the novel anticipates huge scientific developments in reproductive technology, sleep-learning, psychological manipulation, and classical conditioning that are combined to make a utopian society that goes challenged only by a single outsider."
    }
  },
  {
    "id": "2293565122",
    "summary": null,
    "review": "The two stars are for: fairly decent writing, it wasn't a rabib page turner, but it was relatively easy going for the most part.<br /><br />The second star is for such an interesting idea: a cure for death - or more specifically, a genetic cure for the aging of cells.<br /><br />The story leaps right into this concept and the mental struggle the protagonist, John, faces with the prospect of living forever (or until something else kills him). <br /><br />The possibilities of this concept are endless…but it felt like this book struggled to grapple with these ideas and, for me, just failed to follow through.<br /><br />For instance, there's a key character (you'd be lead to think) that appears right at the start, that captures John's intrigue (and frankly I thought they were related to \"thriller\", but apparently not). This character then isn't mentioned at all for the majority of the book, and then around 85% of the way through when they suddenly reappear and John _suddenly_ declares his undying love.<br /><br />&gt; She sighed. “I told you. I’m tired of men falling in love with me.” “I don’t give a shit.” I moved to her and began kissing her.<br /><br />Oh for heaven's sake. She just suddenly does a 180 on her own feelings and goes for a full shag before leaping off to a nuclear winter.<br /><br />The story spends a solid half of the book on John and his family and surrounding and the (local) effect of the cure. No thriller in sight, and certainly no End Specialists. I can't tell if this was more of a drama or just a _lot_ of character building, but it really didn't feel like I got into the meat of the book until much, much further along.<br /><br />This book comes with an alternative title of \"Postmortals\" (I read The End Specialist), which would frankly makes a lot more sense. As for being a thriller - I don't think so. <br /><br />Also with this kind of massive change in humanity, the worldwide ramifications would be huge, and though John does try to portray these in his documentary-like updates (a blog?), it really feels quite local to Amuricka.<br /><br />Sadly the book deals with an excellent concept, but fails to deliver.",
    "rating": "2",
    "spoiler": "false",
    "read": "2018-10-09",
    "started": "2018-09-18",
    "url": "https://www.goodreads.com/review/show/2293565122",
    "book": {
      "author": "Drew Magary",
      "title": "The End Specialist",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1363957323l/13181643._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/13181643-the-end-specialist",
      "pages": "435",
      "description": "John Farrell is about to get \"The Cure.\"<br /><br />Old age can never kill him now.<br /><br />The only problem is, everything else still can...<br /><br />Imagine a near future where a cure for aging is discovered and-after much political and moral debate-made available to people worldwide. Immortality, however, comes with its own unique problems-including evil green people, government euthanasia programs, a disturbing new religious cult, and other horrors.<br /><br />Witty, eerie, and full of humanity, The Postmortal is an unforgettable thriller that envisions a pre-apocalyptic world so real that it is completely terrifying."
    }
  },
  {
    "id": "2280217221",
    "summary": null,
    "review": "Really enjoyed it, and after reading Pearson's '86 fix and the sequel, I'm pretty certain I'll continue to read his books.<br /><br />The book was a solid page turner, nothing too taxing and a great pairing of characters: Beth (our protagonist) and Clement the deuteragonist. They go on an adventure to find some gold to pay off a local gangster for a debt that Beth doesn't owe.<br /><br />I just enjoyed the journey of following these two as trapiese through London, test their awkward boundaries and continue to question exactly where did Clement come from. <br /><br />Hoping to read the sequel - Wrong'un - right away!",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-02-11",
    "started": "2018-02-01",
    "url": "https://www.goodreads.com/review/show/2280217221",
    "book": {
      "author": "Keith A. Pearson",
      "title": "Who Sent Clement? (Clement #1)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/35607152-who-sent-clement",
      "pages": {},
      "description": "<strong>From the bestselling author of <em>The '86 Fix</em>, a miraculous tale of debts, threats, and a dead man in double denim.</strong>\n <p>Beth Baxter, owner of a not-very-successful book shop, is planning her marriage to Karl — or, at least she was. Without warning, Beth suddenly finds herself embroiled in a sinister series of events that threaten to destroy everything she holds dear. <br /></p><p>All seems lost for Beth, until she receives an offer of help from an unlikely visitor — a former gangland fixer by the name of Clement. However, there’s one minor issue in that Clement claims he died in 1975 and been sent to help Beth to atone for his actions in a previous life.<br /></p><p>With just seven days to avoid a fate she’d rather not contemplate, Beth reluctantly joins her deluded, politically-incorrect companion on a quest across London in search of a solution. Will this unlikely partnership succeed? Will Clement ever come to terms with paying five quid for a pint? And will Beth ever learn the truth about who sent Clement?</p>"
    }
  },
  {
    "id": "2249269460",
    "summary": null,
    "review": "Nice alternative to the super heroes I've read in the past. A very strong young woman (that I'd want to share with my kids), and surprisingly doesn't kick butts as often as she alludes to, but uses sensible discussion and compassion to bypass her foes.",
    "rating": "4",
    "spoiler": "false",
    "read": {},
    "started": {},
    "url": "https://www.goodreads.com/review/show/2249269460",
    "book": {
      "author": "Ryan North",
      "title": "The Unbeatable Squirrel Girl, Vol. 1: Squirrel Power",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1440092318l/23732096._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/23732096-the-unbeatable-squirrel-girl-vol-1",
      "pages": "128",
      "description": "Wolverine, Deadpool, Doctor Doom, Thanos: There's one hero that's beaten them all-and now she's got her own ongoing series! (Not that she's bragging.) That's right, you asked for it, you got it, it's SQUIRREL GIRL! (She's also starting college this semester.) It's the start of a brand-new set of adventures starring the nuttiest and most upbeat super hero in the world!<br /><br />COLLECTING: The Unbeatable Squirrel Girl 1-4"
    }
  },
  {
    "id": "2242891250",
    "summary": null,
    "review": "I've now read two Carrie Fisher books and I've loved them both. She is…was such a superb author chock full of quotable lines.<br /><br />This novel is structured differently to anything I've read so far (which isn't saying a great deal) starting as postcards, then as a she says/he says diary, then as \"typical\" third person. The book itself is also split into parts that remind me of an indie movie from the 90s (which I think it actually became) whose style is very much a monologue of the protagonist.<br /><br />I really enjoyed following along the character of Suzanne Vale. The only chapter/part I struggled a little with was Dysphoria, which felt much more like a gossip paper about Hollywood - it's not that it wasn't good, just that some of the reference and lifestyle was a little beyond my being able to connect.<br /><br />All in all though, I love Fishers prose and I love that reading on the Kindle lets me highlight as I go along (37 highlights from this book!).",
    "rating": "4",
    "spoiler": "false",
    "read": "2018-06-21",
    "started": "2018-06-16",
    "url": "https://www.goodreads.com/review/show/2242891250",
    "book": {
      "author": "Carrie Fisher",
      "title": "Postcards From the Edge (Suzanne Vale, #1)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/18742149-postcards-from-the-edge",
      "pages": {},
      "description": "When we first meet the extraordinary young actress Suzanne Vale, she's feeling like \"something on the bottom of someone's shoe, and not even someone interesting.\" Suzanne is in the harrowing and hilarious throes of drug rehabilitation, trying to understand what happened to her life and how she managed to land in a \"drug hospital.\" Just as Fisher's first film role-the precocious teenager in Shampoo-echoed her own Beverly Hills upbringing, her first book is set within the world she knows better than anyone else: Hollywood. More of a fiction montage than a novel in the conventional sense, this stunning literary debut chronicles Suzanne's vivid, excruciatingly funny experiences-from the clinic to her coming to terms with life in the outside world. Conversations with her psychiatrist-\"What worries me is, what if this guy is really the one for me and I haven't had enough therapy to be comfortable with having found him?\"; a high-concept, eighties-style affair-\"The only way to become intimate for me is repeated exposure. My route to intimacy is routine. I establish a pattern with somebody and then I notice when they're not there?\" Sparked by Suzanne's-and Carrie Fisher's-deliciously wry sense of the absurd, Postcards from the Edge is more than a book about stardom and drugs. It is a revealing look at the dangers-and delights-of all our addictions, from money and success to sex and insecurity."
    }
  },
  {
    "id": "2239080084",
    "summary": null,
    "review": "Another superb Saga volume. The artwork is so incredible, subtle and respectful - as in the writing. <br /><br />This volume deals with some topics extremely close to my heart (baby loss) and made for some hard reading, but again, this is done in such a respectful way.<br /><br />Absolutely love it, and will be chomping at the bit to get hold of volume 9!",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-01-03",
    "started": "2018-01-02",
    "url": "https://www.goodreads.com/review/show/2239080084",
    "book": {
      "author": "Brian K. Vaughan",
      "title": "Saga, Vol. 8",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1506421450l/34963526._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/34963526-saga-vol-8",
      "pages": "146",
      "description": "After the traumatic events of the War for Phang, Hazel, her parents, and their surviving companions embark on a life-changing adventure at the westernmost edge of the universe.<br /><br /><b>Collecting</b>: <i>Saga</i> 43-48."
    }
  },
  {
    "id": "2238487055",
    "summary": null,
    "review": "Loved this book. For me, it puts a magnifying glass on the grotesque behaviours that men have and still do, inflict on women, simply because of gender, this warped idea that one is stronger than the other. As a man this book is a huge insight into the reality of the power struggle, along with being a great page turner and great thriller.",
    "rating": "5",
    "spoiler": "false",
    "read": {},
    "started": {},
    "url": "https://www.goodreads.com/review/show/2238487055",
    "book": {
      "author": "Naomi Alderman",
      "title": "The Power",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1492031819l/31195557._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/31195557-the-power",
      "pages": {},
      "description": "In <i>The Power</i> the world is a recognisable place: there's a rich Nigerian kid who lounges around the family pool; a foster girl whose religious parents hide their true nature; a local American politician; a tough London girl from a tricky family. But something vital has changed, causing their lives to converge with devastating effect. Teenage girls now have immense physical power - they can cause agonising pain and even death. And, with this small twist of nature, the world changes utterly.<br /><br />This extraordinary novel by Naomi Alderman, a <i>Sunday Times</i> Young Writer of the Year and Granta Best of British writer, is not only a gripping story of how the world would change if power was in the hands of women but also exposes, with breath-taking daring, our contemporary world."
    }
  },
  {
    "id": "2234253539",
    "summary": null,
    "review": "The story was interesting enough, but I ended up getting frustrated with both the author's portrayal of women throughout the book (always using physical traits to describe them, like beautiful, or soft skin), and then there's an entire chapter dedicated to sexist undertones of \"how women are past their prime by 30s\".<br /><br />Then there was Toa himself. From what I understand from the book, he was the one who imprisoned his fellow kind in turtles and the like. So why he was surprised when Zoras (name might be wrong) was utterly pissed off and wanted revenge - is…confusing at best. From what I gathered, Toa started the war himself directly by starting to enslave the other alien beings that annoyed him. So ¯\\_(ツ)_/¯",
    "rating": "2",
    "spoiler": "false",
    "read": "2018-01-22",
    "started": "2018-01-08",
    "url": "https://www.goodreads.com/review/show/2234253539",
    "book": {
      "author": "Wesley Chu",
      "title": "The Lives of Tao",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/18880394-the-lives-of-tao",
      "pages": {},
      "description": "Nominated for the Goodreads Choice Awards 2013 Finals for Best Science Fiction<br /><br />Winner of the Alex Award for the American Library Association's 2014 Youth Media Awards<br /><br />When out-of-shape IT technician Roen woke up and started hearing voices in his head, he naturally assumed he was losing it. He wasn’t. He now has a passenger in his brain – an ancient alien life-form called Tao, whose race crash-landed on Earth before the first fish crawled out of the oceans. Now split into two opposing factions – the peace-loving, but under-represented Prophus, and the savage, powerful Genjix – the aliens have been in a state of civil war for centuries. Both sides are searching for a way off-planet, and the Genjix will sacrifice the entire human race, if that’s what it takes. Meanwhile, Roen is having to train to be the ultimate secret agent. Like that’s going to end up well…"
    }
  },
  {
    "id": "2234253516",
    "summary": null,
    "review": "Very easy and quick read (for me). The writing is extremely conversational (which makes for a nice change). <br /><br />It does occasionally feels a bit here and there, rather than centred, but I kept reminding myself that the book started as a one woman stand up, so it's understandable. <br /><br />None the less, the book is littered with (genuinely) laugh out loud moments (took me a good few minutes to stop laughing at the hearing-aid anecdote), and beautiful insights as well as kind words for those (of us) with mental illness.",
    "rating": "3",
    "spoiler": "false",
    "read": "2018-01-04",
    "started": "2018-01-03",
    "url": "https://www.goodreads.com/review/show/2234253516",
    "book": {
      "author": "Carrie Fisher",
      "title": "Wishful Drinking",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/19242819-wishful-drinking",
      "pages": {},
      "description": "Finally, after four hit novels, Carrie Fisher comes clean (well, sort of ) with the crazy truth that is her life in her first-ever memoir. In <i>Wishful Drinking</i>, adapted from her one-woman stage show, Fisher reveals what it was really like to grow up a product of \"Hollywood in-breeding,\" come of age on the set of a little movie called <i>Star Wars</i>, and become a cultural icon and bestselling action figure at the age of nineteen. <p> Intimate, hilarious, and sobering, <i>Wishful Drinking</i> is Fisher, looking at her life as she best remembers it (what do you expect after electroshock therapy?). It's an incredible tale: the child of Hollywood royalty—Debbie Reynolds and Eddie Fisher—homewrecked by Elizabeth Taylor, marrying (then divorcing, then dating) Paul Simon, having her likeness merchandized on everything from Princess Leia shampoo to PEZ dispensers, learning the father of her daughter forgot to tell her he was gay, and ultimately waking up one morning and finding a friend dead beside her in bed. </p><p> <i>Wishful Drinking</i>, the show, has been a runaway success. <i>Entertainment Weekly</i> declared it \"drolly hysterical\" and the <i>Los Angeles Times</i> called it a \"Beverly Hills yard sale of juicy anecdotes.\" This is Carrie Fisher at her best—revealing her worst. She tells her true and outrageous story of her bizarre reality with her inimitable wit, unabashed self-deprecation, and buoyant, infectious humor.</p>"
    }
  },
  {
    "id": "2194736518",
    "summary": null,
    "review": "A beautiful tale, and the detail of the characters, their surroundings and the history throughout the book made me often wonder if it was actually a biography!<br /><br />The entire story is a eloquently walk through a character's life whose choses to made the best of what they have, and left me wanting to see things the same in my.own daily life.",
    "rating": "4",
    "spoiler": "false",
    "read": "2017-12-29",
    "started": "2017-12-09",
    "url": "https://www.goodreads.com/review/show/2194736518",
    "book": {
      "author": "Amor Towles",
      "title": "A Gentleman in Moscow",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/30832672-a-gentleman-in-moscow",
      "pages": "464",
      "description": "<i>Alternate cover edition of ASIN <a href=\"https://www.goodreads.com/book/show/46279674-a-gentleman-in-moscow\" rel=\"nofollow\">B01AYBWPUM</a></i><br /><br /><br />On 21 June 1922 Count Alexander Rostov – recipient of the Order of Saint Andrew, member of the Jockey Club, Master of the Hunt – is escorted out of the Kremlin, across Red Square and through the elegant revolving doors of the Hotel Metropol.<br /><br />But instead of being taken to his usual suite, he is led to an attic room with a window the size of a chessboard. Deemed an unrepentant aristocrat by a Bolshevik tribunal, the Count has been sentenced to house arrest indefinitely. <br /><br />While Russia undergoes decades of tumultuous upheaval, the Count, stripped of the trappings that defined his life, is forced to question what makes us who we are. And with the assistance of a glamorous actress, a cantankerous chef and a very serious child, Rostov unexpectedly discovers a new understanding of both pleasure and purpose."
    }
  },
  {
    "id": "2194736411",
    "summary": null,
    "review": "Beautiful. Inspiring. Amazing. I loved this third installment of Binti's adventure. What an amazing world and collection of characters Nnedi Okorafor has made.<br /><br />Throughout reading this book, I'd often forget I was reading a sci-fi novel as I was so utterly consumed by Binti's story, travels, adventure and emotional journey. <br /><br />This entire series is so fresh and so original it's moved my expectations for all other stories. <br /><br />Loved it.",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-01-31",
    "started": "2018-01-22",
    "url": "https://www.goodreads.com/review/show/2194736411",
    "book": {
      "author": "Nnedi Okorafor",
      "title": "The Night Masquerade (Binti #3)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1497398127l/34453011._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/34453011-the-night-masquerade",
      "pages": "205",
      "description": "Binti has returned to her home planet, believing that the violence of the Meduse has been left behind. Unfortunately, although her people are peaceful on the whole, the same cannot be said for the Khoush, who fan the flames of their ancient rivalry with the Meduse.<br /><br />Far from her village when the conflicts start, Binti hurries home, but anger and resentment has already claimed the lives of many close to her.<br /><br />Once again it is up to Binti, and her intriguing new friend Mwinyi, to intervene--though the elders of her people do not entirely trust her motives--and try to prevent a war that could wipe out her people, once and for all.<br /><br />At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied."
    }
  },
  {
    "id": "2193051218",
    "summary": null,
    "review": "I absolutely loved this collection of stories. Inspiring, beautiful, not-so-sci-fi that it was disconnected from our world. <br /><br />What I also loved about these stories is that they made me think about my own world and and I wanted to share these conversations and thoughts with those around me.<br /><br />I _think_ my favourite story was 'Story of Your Life' (made in to the film The Arrival) closely followed by 'Tower of Babylon'. But even the _short short_, 'The Evolution of Human Science' was superb, right down to the very first opening paragraph!",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-05-06",
    "started": "2018-04-24",
    "url": "https://www.goodreads.com/review/show/2193051218",
    "book": {
      "author": "Ted Chiang",
      "title": "Stories of Your Life and Others",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1356138316l/223380._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/223380.Stories_of_Your_Life_and_Others",
      "pages": "281",
      "description": "<div>Ted Chiang's first published story, \"<i>Tower of Babylon</i>,\" won the Nebula Award in 1990. Subsequent stories have won the Asimov's SF Magazine reader poll, a second Nebula Award, the Theodore Sturgeon Memorial Award, and the Sidewise Award for alternate history. He won the John W. Campbell Award for Best New Writer in 1992. Story for story, he is the most honored young writer in modern SF.<br /><br />Now, collected here for the first time are all seven of this extraordinary writer's stories so far-plus an eighth story written especially for this volume.<br /><br />What if men built a tower from Earth to Heaven-and broke through to Heaven's other side? What if we discovered that the fundamentals of mathematics were arbitrary and inconsistent? What if there were a science of naming things that calls life into being from inanimate matter? What if exposure to an alien language forever changed our perception of time? What if all the beliefs of fundamentalist Christianity were literally true, and the sight of sinners being swallowed into fiery pits were a routine event on city streets? These are the kinds of outrageous questions posed by the stories of Ted Chiang. Stories of your life . . . and others.<br /></div>"
    }
  },
  {
    "id": "2191746110",
    "summary": "Stressful, but solid, reading.",
    "review": "Stressful, but solid, reading.<br /><i></i><br />My rating is based on how much I _personally enjoyed_ the story. It was pretty heavy reading, and perhaps more so as I knew there was an underlying bullying aspect that ran through the story - and bullying always puts me on edge.<br /><br />The book itself is brilliantly written and the climax of the story is masterfully executed. Golding does an excellent job of slowly building up the tension throughout the story until it's crashing so hard at the end of the story it seems like there's no way out.<br /><br />Ralph's (one of the protagonists) feeling of peril at the end of the book is visceral. Reminding me of my typical nightmares and stress dreams where I'm unable to escape the terror no matter what choice I make.",
    "rating": "3",
    "spoiler": "false",
    "read": "2019-04-06",
    "started": "2019-03-22",
    "url": "https://www.goodreads.com/review/show/2191746110",
    "book": {
      "author": "William Golding",
      "title": "Lord of the Flies",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/18964701-lord-of-the-flies",
      "pages": {},
      "description": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued. Labeled a parable, an allegory, a myth, a morality tale, a parody, a political treatise, even a vision of the apocalypse, Lord of the Flies is perhaps our most memorable tale about “the end of innocence, the darkness of man’s heart.”"
    }
  },
  {
    "id": "2146914335",
    "summary": null,
    "review": "Loved it. I happened to read this directly after the '86 Fix, and although it didn't have the same \"retro\" feel of the first book, it was superb all the same. <br /><br />Some parts of the storyline were actually quite bleak, with the hard reflective thoughts that go with \"what if\" - I really enjoyed this.<br /><br />It ties up a bit overly perfectly at the end, but after following Craig across the two books, and all the hardships he goes through, I was actually quite see Craig have a happy ending!",
    "rating": "5",
    "spoiler": "true",
    "read": "2017-10-08",
    "started": "2017-09-30",
    "url": "https://www.goodreads.com/review/show/2146914335",
    "book": {
      "author": "Keith A. Pearson",
      "title": "Beyond Broadhall (The '86 Fix #2)",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/34113830-beyond-broadhall",
      "pages": {},
      "description": "The concluding installment of the acclaimed time-travel novel.  <br /><b>To read the first installment, search for 'The '86 Fix' on Amazon.</b> <br /><br />After his miraculous weekend in 1986, Craig Pelling returned to a future he could never have envisaged. Even by his own hapless standards, his plans have spectacularly backfired. Everything he tried to fix is now broken, and a bleak, lonely existence is all Craig has to look forward to. Does he face that future, or does he try to seek answers? Either way, an emotional rollercoaster ride beckons. Can Craig can find closure before it ends? Or does fate have a few more twists in store for him, beyond Broadhall?"
    }
  },
  {
    "id": "2144806189",
    "summary": null,
    "review": "Wow this book was a slow read given that it was only 198 pages. It took me 4 weeks, which, isn't a huge amount of time, but the first 80% of the book felt like an age that just wouldn't end.<br /><br />I was originally going to rate this book 1 star but it changed toward the end (the last 20% as I'll explain).<br /><br />Holden Caulfield, as read by myself a near 40 year old man, is a bit of a whingebag, if put subtly. He's self centred and believes the world owes him something - god knows what though. The 1950s language doesn't really pose much of a problem (as I read it), and I appreciate that lives were very different to that of 70 years later in ~2018. Not being a teenager myself, I'm not pissed off at everyone for existing so I had trouble connecting to a large part of the story that Holden shares with me during the book.<br /><br />The book is also fairly heavy with 1950s sexism, and it isn't uncommon to come across lines like \"the trouble with girls is…\". It's hard to read and I can imagine how it perpetuates the image of men being above women for the following decades. Either it's reflecting how men thought at the time, or it re-enforces how they were <i>supposed</i> to think.<br /><br />Also, the trouble with Holden was that his (teenage) exaggeration made it hard to tell what was real and what was imagined and what was him simply trying to be older to his peers. Sometimes I was just confused as to what was real and what wasn't. But then he'd share his feelings about his family, sister and deceased brother Allie…<br /><br />When Holden <i>did</i> talk about his family, it seems like you're able to see the real Holden under all the complexities of being a teenager. Then finally, around the 85% mark, Holden shares with his younger (adored) sister, that if he could be anything he would be:<br /><br /><blockquote>\"I keep picturing all these little kids playing some game in this big field of rye and all. Thousands of little kids, and nobody's around-nobody big, I mean-except me. And I'm standing on the edge of some crazy cliff. What I have to do, I have to catch everybody if they start going over the cliff–I mean if they're running and they don't look where they're going I have to come out from somewhere and catch them. That's all I'd do all day. I'd just be the catcher in the rye and all. I know it's crazy, but that's the only thing I'd really like to be.\"</blockquote><br /><br />I think, this is to say, he feels this unbearable responsibility to save his lost brother, and protect his family (and those around him) from the inevitable end.<br /><br />Although Holden meets and (rightly) flees from a questionable encounter with an old teacher, moments before that teacher shares what I think what has been eating away at Holden all this time…and possibly for future years to come:<br /><br /><blockquote>\"The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mature man is that wants to live humbly for one.\"</blockquote><br /><br />Something I realise that Holden struggles with, even at the early age of 16/17, and that he and many others, struggle with for year to come.<br /><br />---<br /><br />So, after what was a fairly painful experience over 4 weeks of listening to Holden's complaining and poor view of life, I've come to soften my view of the poor soul and realise that he's just tortured and struggling and that it just took a whole lot of pages to get to what's really important to him.",
    "rating": "3",
    "spoiler": "true",
    "read": "2018-04-22",
    "started": "2018-04-10",
    "url": "https://www.goodreads.com/review/show/2144806189",
    "book": {
      "author": "J.D. Salinger",
      "title": "The Catcher in the Rye",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300l/5107._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/5107.The_Catcher_in_the_Rye",
      "pages": "277",
      "description": "The hero-narrator of <i>The Catcher in the Rye</i> is an ancient child of sixteen, a native New Yorker named Holden Caulfield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days. The boy himself is at once too simple and too complex for us to make any final comment about him or his story. Perhaps the safest thing we can say about Holden is that he was born in the world not just strongly attracted to beauty but, almost, hopelessly impaled on it. There are many voices in this novel: children's voices, adult voices, underground voices-but Holden's voice is the most eloquent of all. Transcending his own vernacular, yet remaining marvelously faithful to it, he issues a perfectly articulated cry of mixed pain and pleasure. However, like most lovers and clowns and poets of the higher orders, he keeps most of the pain to, and for, himself. The pleasure he gives away, or sets aside, with all his heart. It is there for the reader who can handle it to keep. <br /><br />J.D. Salinger's classic novel of teenage angst and rebellion was first published in 1951. The novel was included on <i>Time</i>'s 2005 list of the 100 best English-language novels written since 1923. It was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. It has been frequently challenged in the court for its liberal use of profanity and portrayal of sexuality and in the 1950's and 60's it was the novel that every teenage boy wants to read."
    }
  },
  {
    "id": "2129720851",
    "summary": null,
    "review": "I read this book based on a recommendation regarding eating fats. On the title alone, I probably would have ignored this book, but the contents is absolutely superb.<br /><br />If you're interested in nutrition and how the human body works (and obesity/fat and type 2 diabetes) then this book is a superb match.<br /><br />The majority of the book is dedicated to understanding the problems of food consumption and how it affects our bodies.<br /><br />Importantly, the pages are chock full of references to real scientific studies that support the claims.<br /><br />The last part of the book is dedicated to long term maintenance and long term change (since all diets eventually fail due to the body adjusting it's energy expenditure for the calories being consumed). This is where the studies are a little thinner on the ground, bug Fung uses logic to argue his case (there are *some* studies, but not as such high frequency as the rest of the book).<br /><br />All in all, this book has changed my views on dietary fats, helped me understand why we get fat and finally shown me why fasting works.<br /><br />Highly recommended.",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-07-12",
    "started": "2017-09-20",
    "url": "https://www.goodreads.com/review/show/2129720851",
    "book": {
      "author": "Jason Fung",
      "title": "The Obesity Code: unlocking the secrets of weight loss",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/29405348-the-obesity-code",
      "pages": {},
      "description": "<b>\n  <i>Why you’ve never been able to lose weight, and how that can change now</i>\n</b><br /><br />Everything you believe about how to lose weight is wrong. Weight gain and obesity are driven by hormones—in everyone—and only by understanding the effects of insulin and insulin resistance can we achieve lasting weight loss.<br /><br />In this highly readable and provocative book, Dr. Jason Fung sets out an original, robust theory of obesity that provides startling insights into proper nutrition. In addition to his five basic steps, a set of lifelong habits that will improve your health and control your insulin levels, Dr. Fung explains how to use intermittent fasting to break the cycle of insulin resistance and reach a healthy weight—for good.<br /><br /><b>“Fung zeroes in on why insulin resistance has become so prevalent and offers specific outside-the-box solutions that have emerged as the key to maximizing health.\"</b><br />—Jimmy Moore, author, <i>Keto Clarity</i> and <i>Cholesterol Clarity</i>"
    }
  },
  {
    "id": "2106185461",
    "summary": "Absolutely superb stuff. This book was recommended separately by three different friends, and it lived up to expectations. ",
    "review": "Absolutely superb stuff. This book was recommended separately by three different friends, and it lived up to expectations. <br /><i></i><br />It's the first fantasy book I've read (or certainly in the last decade) so initially I wasn't quite sure. As the chapters progressed though, the story fell into really beautiful story telling.<br /><br />I'm was taken away by how good the writing and prose were. There were turns of phases that were fun and a pleasure to read. The book itself is also broken into small enough chapters that I could read for 15-20 minutes at night and complete a chapter (I like to stop reading at \"natural\" endings).<br /><br />The story, or rather the trilogy of books (this being book 1), follows Kvothe and the telling of his life story. Kvothe agrees to tell his story over three days (at which point I realised that I was reading Day 1). <br /><br />I'd to write more of thorough review, but the story is brilliantly dense that I can't do it justice. The second book in the trilogy is 1,000 pages - which is daunting to me, but it's definitely on my reading list now. There's also a number of novellas that have been written for the world the Rothfuss has written which I've also earmarked. As for the conclusion of the trilogy, I've been told that not only is there no publication date set, but that Rothfuss has been at it for 8 years 😱!!!",
    "rating": "5",
    "spoiler": "false",
    "read": "2019-03-22",
    "started": "2019-02-25",
    "url": "https://www.goodreads.com/review/show/2106185461",
    "book": {
      "author": "Patrick Rothfuss",
      "title": "The Name of the Wind (The Kingkiller Chronicle, #1)",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1328125373l/11127294._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/11127294-the-name-of-the-wind",
      "pages": "676",
      "description": "'I have stolen princesses back from sleeping barrow kings. I burned down the town of Trebon. I have spent the night with Felurian and left with both my sanity and my life. I was expelled from the University at a younger age than most people are allowed in. I tread paths by moonlight that others fear to speak of during day. I have talked to Gods, loved women, and written songs that make the minstrels weep.<br /><br />My name is Kvothe.<br />You may have heard of me'<br /><br />So begins the tale of Kvothe - currently known as Kote, the unassuming innkeepter - from his childhood in a troupe of traveling players, through his years spent as a near-feral orphan in a crime-riddled city, to his daringly brazen yet successful bid to enter a difficult and dangerous school of magic. In these pages you will come to know Kvothe the notorious magician, the accomplished thief, the masterful musician, the dragon-slayer, the legend-hunter, the lover, the thief and the infamous assassin.<br /><br />The Name of the Wind is fantasy at its very best, and an astounding must-read title."
    }
  },
  {
    "id": "2105280840",
    "summary": null,
    "review": "Quite brilliant.<br /><br />The books I've read previously create pockets of world's to tell a story in. The War with the Newts, Capek create an all encompassing story that not only covers the entire planet earth, but also allows for economical, sociological, financial and political effects of the tale being told.<br /><br />The book can sometimes come across as a quite dry historical account of how the world, and indeed, mankind came to exist with the Newts. But then throughout the book we follow a very small number of characters and eventually returning to the butler who burdened himself with the guilt of introducing the newts to the world, which leads to the inevitable near-end of mankind.<br /><br />I found the story telling quite brilliant in the ability to describe, in such believable detail, the impact of these newts being on earth, the changes to their environment that allowed for their growth and the world wide impact of this ecological change.<br /><br />But it was the last two chapters that really won the story for me. The penultimate chapter has us revisiting the butler in his 70s taking a rowing trip with his son, and where he so confidently tells his son that they're safe in Prague. His son isn't so sure, and in a turn towards the end of the chapter, we see that the butler has been carrying the torment of \"what if…\", what if *he* had made a different decision: would the world's fate be in safe hands now?<br /><br />Then the final chapter was (again, sorry) quite brilliant. A discussion between the author and himself as the writer, trying to determine if mankind's fate is truly doomed. Whether humankind has any way to save itself from its own inevitable self destruction through greed and fear. Or whether the newts are inevitably prone to the same failings as humankind too…<br /><br />A tough, and sometime dry read, but really quite excellent!",
    "rating": "5",
    "spoiler": "false",
    "read": "2018-09-07",
    "started": "2018-08-20",
    "url": "https://www.goodreads.com/review/show/2105280840",
    "book": {
      "author": "Karel Čapek",
      "title": "War with the Newts",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1388767694l/20426572._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/20426572-war-with-the-newts",
      "pages": "231",
      "description": "One of the great anti-utopian satires of the twentieth century, an inspiration to writers from Orwell to Vonnegut, at last in a modern translation. Man discovers a species of giant, intelligent newts and learns to exploit them so successfully that the newts gain skills and arms enough to challenge man's place at the top of the animal kingdom. Along the way, Karel Capek satirizes science, runaway capitalism, fascism, journalism, militarism, even Hollywood."
    }
  },
  {
    "id": "2105279636",
    "summary": null,
    "review": "(warning: not really a review, more of a thing to remind me of the book)<br /><br />Overall, a fairly cinematic story akin to the genre I'd expect The Matrix to fall into. If I'm completely honest, I did occasionally lose track of what was going on through the story (it took me a good few weeks to read it), but the story and two main characters managed to carry me along.<br /><br />I also have to admit that it took me a little while to get past the corny named main character \"Hiro Protagonist\" and the overly macho techno all black, motorcycles and swords. Of course, Hiro is the world's best swordsman…obviously. Though when I just went with it, it was pretty good fun.<br /><br />Neal Stephenson writing was extremely good at visualising a scene and the objects in the world the characters live in (in reading the acknowledgement I learnt that the book was intended as a graphic novel and I wonder if there was graphic work he was describing). All the same, it was very easy to read and see the world as we moved from reality, to the metaverse (virtual world), to vehicles and different landscapes.<br /><br />There's a tonne of historical and religious background to the story too, most of which I understand to be based on real research (from our universe) and the depth of which was incredible.<br /><br />The Snow Crash is (supposed to be) a virus that exists in both the digital world and the real world. The story creates (perhaps tenuous?) links between computer/digital ideas and pre-biblical times explaining that the story of Babel was the first instance of the virus, transmitted through verbal programming, affecting humankind. <br /><br />The two other main-ish characters were Y.T (a young women/teenager who we follow in parallel with Hiro) and Raven. Y.T. is really fun, and perhaps more relatable since she's a little more \"regular\" (compared with Hiro) - just kitted out with lots of tricks in her suit.<br /><br />Raven is the uber baddie, throwing glass spears, cutting through bulletproof suits and generally being invisible. He definitely plays the \"main henchman\" really well, and we even get to understand his motives which I love for a \"proper\" baddie.<br /><br />Overall, I enjoyed the book, left a little confused about the motivation about some of the connections in the book (like what really motivates Y.T. to join forces with Hiro, or how Hiro was one of the first creators of the metaverse, yet he's somehow a promotor for his roommate's band…). <br /><br />Sorry, not much of a review, more a prompt for my own memory in years to come!",
    "rating": "4",
    "spoiler": "true",
    "read": "2018-06-15",
    "started": "2018-05-21",
    "url": "https://www.goodreads.com/review/show/2105279636",
    "book": {
      "author": "Neal Stephenson",
      "title": "Snow Crash",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1344368247l/11109099._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/11109099-snow-crash",
      "pages": "482",
      "description": "In reality, Hiro Protagonist delivers pizza for Uncle Enzo's CosoNostra Pizza Inc., but in the Metaverse he's a warrior prince. Plunging headlong into the enigma of a new computer virus that's striking down hackers everywhere, he races along the neon-lit streets on a search-and-destroy mission for the shadowy virtual villain threatening to bring about infocalypse. <i>Snow Crash</i> is a mind-altering romp through a future America so bizarre, so outrageous… you'll recognize it immediately."
    }
  },
  {
    "id": "2105277664",
    "summary": null,
    "review": "Unsure. I have to admit that reading this book I often felt a little lost as to what was happening and why, but just carried on to enjoy the ride.<br /><br />Reading a book that so significantly influenced modern cinema such as The Matrix and the like, it's interesting to read the descriptions of movement in and out of the matrix (little-m).<br /><br />I'm also not entirely sure how the book ended, and without the final chapter which tidied up a few things, I would have been rather lost and confused!!!<br /><br />Good ride. Not sure I'm too bothered about the trilogy, but I would try another William Gibson book in future.",
    "rating": "3",
    "spoiler": "false",
    "read": "2018-07-30",
    "started": "2018-07-18",
    "url": "https://www.goodreads.com/review/show/2105277664",
    "book": {
      "author": "William Gibson",
      "title": "Neuromancer",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1511700869l/29349974._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/29349974-neuromancer",
      "pages": {},
      "description": "Winner of the Hugo, Nebula, and Philip K. Dick Awards<br /><br />Case was the sharpest data thief in the Matrix, until an ex-employer crippled his nervous system. Now a new employer has recruited him for a last-chance run against an unthinkably powerful artificial intelligence. With a mirror-eyed girl street-samurai riding shotgun, he's ready for the silicon-quick, bleakly prophetic adventure that upped the ante on an entire genre of fiction."
    }
  },
  {
    "id": "2105274207",
    "summary": null,
    "review": "I did enjoy this story (the 3 stars wasn't a 5 for any negative reasons) - it's pretty well paced, and discusses some particularly interesting ideas – and at the time I read this book whilst I was also reading <a href=\"https://www.goodreads.com/book/show/30135182.A_Brief_History_of_Everyone_Who_Ever_Lived_The_Stories_in_Our_Genes\" title=\"A Brief History of Everyone Who Ever Lived The Stories in Our Genes by Adam Rutherford\" rel=\"nofollow\">A Brief History of Everyone Who Ever Lived: The Stories in Our Genes</a> which is pertinent to the subject matter The Chrysalids covers: genetics.<br /><br />This particular edition was also prefaced with an introduction essay, which I feel like I'm cheating when I read, because it explains core concepts much more explicitly and throughout the story, these ideas are provided additional context for me.<br /><br />The story follows David and his struggle to fit in in the world (or certainly <i>his</i> world). The planet has been ravished by something that has scrambled DNA across all life, and humanity (as we meet it in the start of the book) is holding dearly onto \"pure\" existence. \"Pure\" being applied to crops, animals and humans, or \"man\". <br /><br />The result of a non-pure human (an extra toe or misshapen bones or perhaps an extra chromosome?) leads to that individual being sent to the \"Fringes\", perhaps even exiled to the Badlands, or just murdered. For intolerance.<br /><br />Except David does not fit in, and the community is ultimately fearful of change and they religiously to stem it's progress. The thing is: life is change.<br /><br />---<br /><br />One of the more poignant moments (to me) was between David and his uncle (who is sympathetic to \"Deviations\"), where his uncle questions the ideas and definitions of \"pure\" and \"pure man\", and how it is horribly flawed. <br /><br />This entire exchange prompted me to consider what we, in <i>our</i> society and <i>our</i> communities accept as written in stone. And perhaps I'd do well to remember that just because something \"is\" doesn't mean it should be.<br /><br />---<br /><br />A character that I struggled a little with, was Sophie. Her character early in the story was strong and inquisitive about the world. When we meet her much later in the story and in life, she knows what she wants, but her wants are limited to the world she now exists in. Specifically she works to protect her position as the raped partner of the head of her tribe. <br /><br />Sophie's character is possibly the most heartbreaking, and I wish she had been able to escape her destiny.<br /><br />Yet, when David, his cousin Rosalind and his sister Petra escape to a new land at the end of the story, the intolerance exists in this new community, though it seems the only difference is that they know that they will be succeeded eventually (and not without putting up a fight).",
    "rating": "4",
    "spoiler": "true",
    "read": "2019-01-01",
    "started": "2018-12-23",
    "url": "https://www.goodreads.com/review/show/2105274207",
    "book": {
      "author": "John Wyndham",
      "title": "The Chrysalids",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1456558853l/11078788._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/11078788-the-chrysalids",
      "pages": "212",
      "description": "First published in 1955, <i>The Chrysalids</i> is a post-nuclear story of genetic mutation in a devastated world, which tells of the lengths the intolerant will go to to keep themselves pure.<br /><br />David Strorm's father doesn't approve of Angus Morton's unusually large horses, calling them blasphemies against nature. Little does he realize that his own son, his niece Rosalind and their friends, have their own secret aberration which would label them as mutants. But as David and Rosalind grow older it becomes more difficult to conceal their differences from the village elders. Soon they face a choice: wait for eventual discovery or flee to the terrifying and mutable Badlands..."
    }
  },
  {
    "id": "2089282572",
    "summary": null,
    "review": "I loved this book. I'm not a fan of the apocalyptic stories, but this is so well told both from the storyline, but also the _way_ the story was written and each chapter is given from the perspective of the character (whilst still being 3rd person)—that I couldn't put the book down. Love it.",
    "rating": "5",
    "spoiler": "false",
    "read": "2017-08-26",
    "started": "2017-08-23",
    "url": "https://www.goodreads.com/review/show/2089282572",
    "book": {
      "author": "M.R. Carey",
      "title": "The Girl With All the Gifts",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/19694475-the-girl-with-all-the-gifts",
      "pages": "417",
      "description": "Melanie is a very special girl. Dr. Caldwell calls her \"our little genius.\"<br /><br />Every morning, Melanie waits in her cell to be collected for class. When they come for her, Sergeant Parks keeps his gun pointing at her while two of his people strap her into the wheelchair. She thinks they don't like her. She jokes that she won't bite, but they don't laugh.<br /><br />Melanie loves school. She loves learning about spelling and sums and the world outside the classroom and the children's cells. She tells her favorite teacher all the things she'll do when she grows up. Melanie doesn't know why this makes Miss Justineau look sad.<br /><br /><i>The Girl with All the Gifts</i> is a sensational thriller, perfect for fans of Stephen King, Justin Cronin, and Neil Gaiman."
    }
  },
  {
    "id": "1960609617",
    "summary": "My first read-twice book. A love letter to humanity.",
    "review": "My first read-twice book. A love letter to humanity.<br /><i></i><br />This is the first time I've read this was 2 years ago, directly after reading Matt Haig's 'How to stay alive', and as such, it was easy to see the relationship between The Humans and Haig's own personal experiences.<br /><br />On second reading I really enjoyed the characters perspective and fresh eyes on the world.<br /><br />After my own personal tragedy, I remember walking through the woods and seeing the beauty of the late summer light shining through the plant life, as if seeing the beauty of everything that surrounds us.<br /><br />Haig's writing and this story in particular, reminds me of this feeling. Seeing the wonder and amazing around us all the time.<br /><br />The impossibly unique circumstances that bring us together, and for those lucky ones, share the love with others.<br /><br />I could describe the story in this review, but instead I'd recommend reading this book and simply falling in love with all the wonder around you.",
    "rating": "5",
    "spoiler": "false",
    "read": "2019-07-06",
    "started": "2019-07-06",
    "url": "https://www.goodreads.com/review/show/1960609617",
    "book": {
      "author": "Matt Haig",
      "title": "The Humans",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1353739654l/16130537._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/16130537-the-humans",
      "pages": "285",
      "description": "Body-snatching has never been so heartwarming . . .<br /><br /><i>The Humans</i> is a funny, compulsively readable novel about alien abduction, mathematics, and that most interesting subject of all: ourselves. Combine Douglas Adams’s irreverent take on life, the universe, and everything with a genuinely moving love story, and you have some idea of the humor, originality, and poignancy of Matt Haig’s latest novel.<br /><br />Our hero, Professor Andrew Martin, is dead before the book even begins. As it turns out, though, he wasn’t a very nice man--as the alien imposter who now occupies his body discovers. Sent to Earth to destroy evidence that Andrew had solved a major mathematical problem, the alien soon finds himself learning more about the professor, his family, and “the humans” than he ever expected. When he begins to fall for his own wife and son--who have no idea he’s not the real Andrew--the alien must choose between completing his mission and returning home or finding a new home right here on Earth."
    }
  },
  {
    "id": "1913925149",
    "summary": null,
    "review": "Beautiful story (and printed paper was so nice).",
    "rating": "4",
    "spoiler": "false",
    "read": "2017-02-01",
    "started": "2017-01-25",
    "url": "https://www.goodreads.com/review/show/1913925149",
    "book": {
      "author": "A.F. Harrold",
      "title": "The Song From Somewhere Else",
      "image": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1470151075l/29785301._SX98_.jpg",
      "url": "https://www.goodreads.com/book/show/29785301-the-song-from-somewhere-else",
      "pages": "216",
      "description": "Frank doesn't know how to feel when Nick Underbridge rescues her from bullies one afternoon. No one likes Nick. He's big, he's weird and he smells – or so everyone in Frank's class thinks.<br /><br />And yet, there's something nice about Nick's house. There's strange music playing there, and it feels light and good and makes Frank feel happy for the first time in forever.<br /><br />But there's more to Nick, and to his house, than meets the eye, and soon Frank realises she isn't the only one keeping secrets. Or the only one who needs help …"
    }
  },
  {
    "id": "1913923361",
    "summary": null,
    "review": "I loved this story. It helps that I'm a dad with a son who has some similarities to the characters, but I found this story so warm and loving. I also found myself dragging the ending out just so that I could continue to have these characters in my life a little longer.",
    "rating": "5",
    "spoiler": "false",
    "read": "2017-03-01",
    "started": "2017-02-14",
    "url": "https://www.goodreads.com/review/show/1913923361",
    "book": {
      "author": "Keith Stuart",
      "title": "A Boy Made of Blocks",
      "image": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
      "url": "https://www.goodreads.com/book/show/30326408-a-boy-made-of-blocks",
      "pages": {},
      "description": "Meet thirtysomething dad, Alex<br /><br />He loves his wife Jody, but has forgotten how to show it. He loves his son Sam, but doesn't understand him. Something has to change. And he needs to start with himself.<br /><br />Meet eight-year-old Sam. Beautiful, surprising, autistic. To him the world is a puzzle he can't solve on his own.<br /><br />When Sam starts to play Minecraft, it opens up a place where Alex and Sam begin to rediscover both themselves and each other . . . When life starts to tear one family apart, can they put themselves back together, one piece at a time?<br /><br /><i>A Boy Made of Blocks</i> is a beautiful, funny and heartwarming story of family and love inspired by the author's own experiences with his son."
    }
  }
]