{
  "1984": {
    "title": "1984",
    "author": "George Orwell and Thomas Pynchon",
    "highlights": [
      {
        "text": "She was a woman of about thirty, but looking much older. One had the impression that there was dust in the creases of her face.",
        "note": null,
        "location": null,
        "page": 20
      },
      {
        "text": "For whom, for what, was that bird singing? No mate, no rival was watching it. What made it sit at the edge of the lonely wood and pour its music into nothingness?",
        "note": null,
        "location": null,
        "page": 124
      },
      {
        "text": "There were times when the fact of impending death seemed as palpable as the bed they lay on, and they would cling together with a sort of despairing sensuality, like a damned soul grasping at his last morsel of pleasure when the clock is within five minutes of striking.",
        "note": null,
        "location": null,
        "page": 151
      },
      {
        "text": "The solid, contourless body, like a block of granite, and the rasping red skin, bore the same relation to the body of a girl as the rose-hip to the rose. Why should the fruit be held inferior to the flower?",
        "note": null,
        "location": null,
        "page": 219
      },
      {
        "text": "You believe that reality is something objective, external, existing in its own right. You also believe that the nature of reality is self-evident. When you delude yourself into thinking that you see something, you assume that everyone else sees the same thing as you.",
        "note": null,
        "location": null,
        "page": 249
      },
      {
        "text": "You must stop imagining that posterity will vindicate you, Winston. Posterity will never hear of you. You will be lifted clean out from the stream of history. We shall turn you into gas and pour you into the stratosphere.",
        "note": null,
        "location": null,
        "page": 254
      },
      {
        "text": "'Nonsense. The earth is as old as we are, no older. How could it be older? Nothing exists except through human consciousness.'",
        "note": null,
        "location": null,
        "page": 265
      }
    ]
  },
  "piranesi": {
    "author": "Susanna Clarke",
    "title": "Piranesi",
    "highlights": [
      {
        "text": "As if merit was a function of chronology!",
        "note": null,
        "page": 88
      }
    ]
  },
  "exhalation": {
    "author": "Ted Chiang",
    "title": "Exhalation (Picador Collection)",
    "highlights": [
      {
        "text": "Driven by the curiosity that impels men to look at the heads of the executed,",
        "note": null,
        "page": 16
      },
      {
        "text": "\"Coincidence and intention are two sides of a tapestry, my lord. You may find one more agreeable to look at, but you cannot say one is true and the other is false.\"",
        "note": null,
        "page": 31
      },
      {
        "text": "Nothing erases the past. There is repentance, there is atonement, and there is forgiveness. That is all, but that is enough.",
        "note": null,
        "page": 36
      },
      {
        "text": "Death is uncommon,",
        "note": null,
        "page": 40
      },
      {
        "text": "As soon as the question formed, the only possible answer became apparent: our sky must not be infinite in height.",
        "note": null,
        "page": 50
      },
      {
        "text": "Thus freed from having to see and magnify my own apprehensions, I was able to calm down.",
        "note": null,
        "page": 51
      },
      {
        "text": "through the act of reading my words, the patterns that form your thoughts become an imitation of the patterns that once formed mine. And in that way I live again, through you.",
        "note": null,
        "page": 56
      },
      {
        "text": "even if a universe's life span is calculable, the variety of life that is generated within it is not.",
        "note": null,
        "page": 56
      },
      {
        "text": "Contemplate the marvel that is existence, and rejoice that you are able to do so. I feel I have the right to tell you this because, as I am inscribing these words, I am doing the same.",
        "note": null,
        "page": 57
      },
      {
        "text": "People used to speculate about a thought that destroys the thinker,",
        "note": null,
        "page": 59
      },
      {
        "text": "He gets a job at the firm that employs his wife, Wendy, animating virtual actors for television.",
        "note": null,
        "page": 94
      },
      {
        "text": "If she's learned anything raising Jax, it's that there are no shortcuts; if you want to create the common sense that comes from twenty years of being in the world, you need to devote twenty years to the task.",
        "note": null,
        "page": 163
      },
      {
        "text": "Did it really matter whose idea it was to take the vacation that turned out so disastrously?",
        "note": null,
        "page": 192
      },
      {
        "text": "By fixing every detail of an insult in indelible video, it could prevent the softening that's needed for forgiveness to begin.",
        "note": null,
        "page": 198
      },
      {
        "text": "But writing the words down does more than help me remember. It helps me think.\"",
        "note": null,
        "page": 203
      },
      {
        "text": "There are no photos of that moment, so I know the recollection is mine and mine alone. It is a lovely, idyllic memory. Would I want to be presented with actual footage of that afternoon? No; absolutely not.",
        "note": null,
        "page": 207
      },
      {
        "text": "People are made of stories. Our memories are not the impartial accumulation of every second we've lived; they're the narrative that we assembled out of selected moments.",
        "note": null,
        "page": 208
      },
      {
        "text": "Right now each of us is a private oral culture. We rewrite our pasts to suit our needs and support the story we tell about ourselves.",
        "note": null,
        "page": 227
      },
      {
        "text": "I've told a story in order to make a case for the truth. I recognize the contradiction here.",
        "note": null,
        "page": 230
      },
      {
        "text": "I told them how thrilling it was to examine a piece of wood and know that the tree it came from was felled eight thousand years before the present.",
        "note": null,
        "page": 240
      },
      {
        "text": "I know I've broken rules in doing so, but it's the rules that need to be changed, not my behavior.\"",
        "note": null,
        "page": 255
      },
      {
        "text": "I was acting in accordance with your will, Lord, and your reason for making me. But if it's in fact true that you have no purpose in mind for me, then that sense of fulfillment has arisen solely from within myself. What that demonstrates to me is that we as humans are capable of creating meaning for our own lives.",
        "note": null,
        "page": 269
      }
    ]
  },
  "minority-rule-adventures-in-the-culture-war": {
    "author": "Ash Sarkar",
    "title": "Minority Rule",
    "highlights": [
      {
        "text": "Some things – like that there were more excess deaths in England during the hottest day of the summer in 2022 than there were British Forces personnel killed in the Afghanistan and Iraq wars combined – are simply not said at all.",
        "note": null,
        "page": 77
      },
      {
        "text": "Because if you can't see the world clearly, you can't change it.",
        "note": null,
        "page": 153
      },
      {
        "text": "But our media and politics leverage the psychological wages of attention in a way that is utterly corrosive and warping.",
        "note": null,
        "page": 232
      },
      {
        "text": "we have absorbed the tenets of liberal identity politics. We have nurtured a culture that's deeply individualistic, where to be seen as a victim, to be able to claim a marginalised identity position, gives you social capital.",
        "note": null,
        "page": 399
      },
      {
        "text": "today's identity politics are centred around allyship as opposed to solidarity: and just what that allyship really is, nobody can tell you with any real precision.",
        "note": null,
        "page": 475
      },
      {
        "text": "I think that lived experience should be allocated the same value as witness testimony in a court trial. It's important, it shouldn't be automatically thrown out and it deserves a fair hearing. But it's not unimpeachable.",
        "note": null,
        "page": 495
      },
      {
        "text": "To have a name thrust upon you is a feature of your disempowerment.",
        "note": null,
        "page": 509
      },
      {
        "text": "What's more, the prominence of this debate during a time of indiscriminate military bombardment of one of the most densely populated territories in the world tells us something disquieting: that the lived experience of a minoritised community can be weaponised by political actors to obscure brutal and bloody injustices.",
        "note": null,
        "page": 898
      },
      {
        "text": "How people feel is important. But it's not as important as a genocide,61 ethnic cleansing or ongoing war crimes.",
        "note": null,
        "page": 929
      },
      {
        "text": "Fourthly, the threshold for what constitutes news has lowered.",
        "note": null,
        "page": 1143
      },
      {
        "text": "as Seymour observes, 'Whether or not we think we are addicts, the machine treats us as addicts.'",
        "note": null,
        "page": 1224
      },
      {
        "text": "How did a word which should otherwise invite feelings of sympathy, solidarity and welcome become a trigger for repulsion, hostility and suspicion?",
        "note": null,
        "page": 2368
      },
      {
        "text": "To put it bluntly, austerity turned us into a country where the working class went hungry, got sicker and died younger. But it wasn't all bad news. The rich enjoyed a tax cut to the top rate.",
        "note": null,
        "page": 2668
      },
      {
        "text": "Yesterday's chav, incapable of being taught, has become today's working-class white lad languishing at the back of a classroom. What unites these images is the cynicism of those who deploy them – the purpose is not to shine a light on inequality, but to stifle the means by which we talk about it.",
        "note": null,
        "page": 3193
      },
      {
        "text": "According to Human Rights Watch, approximately 1.7 per cent of the world's population is intersex, that is, born with some combination of male and female biological traits.",
        "note": null,
        "page": 3261
      },
      {
        "text": "What makes a woman – or more precisely, what makes us willing to treat someone as a woman – isn't fixed.",
        "note": null,
        "page": 3283
      },
      {
        "text": "If there's a parallel to be drawn between the riots of August 2024 and the riots of August 2011, it's this: happy communities with ample economic opportunities generally don't set their own towns on fire.",
        "note": null,
        "page": 4117
      },
      {
        "text": "Those who had whipped up hatred and suspicion against Britain's minorities in Britain's newspapers aren't poor, and often aren't working class.",
        "note": null,
        "page": 4132
      },
      {
        "text": "I genuinely hope that I haven't bummed you out. Maybe you've read this book, and you feel a sense of despair.",
        "note": null,
        "page": 4138
      },
      {
        "text": "When imprisoned by Mussolini's fascists, the Marxist philosopher Antonio Gramsci wrote that he was 'far from feeling beaten';26 but he was not in denial about his situation either. In a letter penned in his cell, he identified as 'a pessimist because of intelligence, but an optimist because of will'.27 If he could do it, so can you.",
        "note": null,
        "page": 4174
      }
    ]
  },
  "making-a-killing-di-fawley-7": {
    "author": "Cara Hunter",
    "title": "Making a Killing",
    "highlights": [
      {
        "text": "bloke picks up a hitch-hiker and the first thing he says is, you're brave, how do you know I'm not a serial killer? Whereupon the hitchhiker says nah, what are the odds of there being two of us in the same car.'",
        "note": null,
        "page": 4327
      }
    ]
  },
  "the-thursday-murder-club-thursday-murder-club-1": {
    "author": "Richard Osman",
    "title": "The Thursday Murder Club",
    "highlights": [
      {
        "text": "Carlito has done this job for two years now and not a single person has ever been late. Except for Malcolm Weekes, who, as it turned out, had died in the lightbulb aisle in Robert Dyas.",
        "note": null,
        "page": 959
      },
      {
        "text": "Also, it was a well known fact that there were no calories in home-made cakes.",
        "note": null,
        "page": 1680
      },
      {
        "text": "'This house and me have grown old together. Roof coming off,' says Gordon, and rubs the few strands of hair left on his head. 'Things creak that didn't use to creak. Dodgy plumbing. We're two of a kind.'",
        "note": null,
        "page": 3650
      }
    ]
  },
  "the-hitchhikers-guide-to-the-galaxy-hitchhikers-guide-to-the-galaxy-1": {
    "author": "Douglas Adams and Russell T. Davies",
    "title": "The Hitchhiker's Guide to the Galaxy",
    "highlights": [
      {
        "text": "It was on display in the bottom of a locked filing cabinet stuck in a disused lavatory with a sign on the door saying Beware of the Leopard.'",
        "note": null,
        "page": 143
      },
      {
        "text": "He felt that his whole life was some kind of dream and he sometimes wondered whose it was and whether they were enjoying it.",
        "note": null,
        "page": 258
      },
      {
        "text": "Ford slapped a five-pound note on the bar. He said, 'Keep the change.' 'What, from a fiver? Thank you, sir.'",
        "note": null,
        "page": 306
      },
      {
        "text": "Whatever it was raced across the sky in its monstrous yellowness, tore the sky apart with a mind-buggering noise and leapt off into the distance leaving the gaping air to shut behind it with a bang that drove your ears six feet into your skull.",
        "note": null,
        "page": 416
      },
      {
        "text": "'And what's happened to the Earth?' 'Ah. It's been demolished.' 'Has it?' said Arthur levelly. 'Yes. It just boiled away into space.' 'Look,' said Arthur, 'I'm a bit upset about that.'",
        "note": null,
        "page": 678
      },
      {
        "text": "His feet began to leak out of the top of his head.",
        "note": null,
        "page": 723
      },
      {
        "text": "I really wish I'd listened to what my mother told me when I was young.' 'Why, what did she tell you?' 'I don't know, I didn't listen.'",
        "note": null,
        "page": 918
      },
      {
        "text": "'I only know as much about myself as my mind can work out under its current conditions. And its current conditions are not good.'",
        "note": null,
        "page": 1699
      }
    ]
  },
  "the-time-machine": {
    "author": "H.G. Wells",
    "title": "The Time Machine",
    "highlights": [
      {
        "text": "The whole world will be intelligent, educated, and co-operating;",
        "note": null,
        "page": 484
      },
      {
        "text": "My pockets had always puzzled Weena, but at the last she had concluded that they were an eccentric kind of vase for floral decoration.",
        "note": null,
        "page": 894
      },
      {
        "text": "There is no intelligence where there is no change and no need of change.",
        "note": null,
        "page": 1171
      }
    ]
  },
  "the-man-who-died-twice-thursday-murder-club-2": {
    "author": "Richard Osman",
    "title": "The Man Who Died Twice",
    "highlights": [
      {
        "text": "'I'm afraid I didn't buy anything for the policewoman hiding behind the bins, taking all the photographs.' 'She's vegan anyway,' says Donna. 'From Brighton.'",
        "note": null,
        "page": 513
      },
      {
        "text": "Elizabeth and I went to Hove, which, I have to say, was busier than I'd expected for a Tuesday. Does nobody go to work any more?",
        "note": null,
        "page": 2107
      },
      {
        "text": "'Looking at a man you love isn't romantic, Joyce,' says Elizabeth. 'It's just the sensible thing to do. Like watching a television programme you like.'",
        "note": null,
        "page": 2520
      },
      {
        "text": "'Now,' says Joyce. 'It's at least a two-hour drive, so do you need the toilet before we set off?'",
        "note": null,
        "page": 4281
      }
    ]
  },
  "starter-villain": {
    "author": "John Scalzi",
    "title": "Starter Villain",
    "highlights": [
      {
        "text": "\"We're much less evil than Spotify. We actually pay a living wage to the people whose work we're selling.\"",
        "note": null,
        "page": 1642
      },
      {
        "text": "Napoleon said it the best—\" \"'Never interrupt your enemy when he is making a mistake,'\" Dobrev said, completing the quote.",
        "note": null,
        "page": 2581
      }
    ]
  },
  "the-answer-is-no": {
    "author": "Fredrik Backman and Elizabeth DeNoma",
    "title": "The Answer Is No",
    "highlights": [
      {
        "text": "\"In? Into my . . . apartment?\" Lucas asks in a tone that you might use when offered a free proctoscopy.",
        "note": null,
        "page": 92
      },
      {
        "text": "\"No. I only use what leaks out. You use all the Wi-Fi in your apartment, but there's also a lot of Wi-Fi leaking out into my apartment, and I use that.\"",
        "note": null,
        "page": 176
      },
      {
        "text": "\"I usually keep my peanuts next to a jar of peanut butter, so they understand what I'm capable of!\"",
        "note": null,
        "page": 414
      },
      {
        "text": "So, Lucas isn't unhappy. That's the secret.",
        "note": null,
        "page": 762
      }
    ]
  },
  "dune-dune-chronicles-1": {
    "author": "Frank Herbert",
    "title": "Dune (Dune Chronicles, #1)",
    "highlights": [
      {
        "text": "the mystery of life isn't a problem to solve, but a reality to experience.",
        "note": null,
        "page": 50
      },
      {
        "text": "\"The mind commands the body and it obeys. The mind orders itself and meets resistance.\"",
        "note": null,
        "page": 85
      },
      {
        "text": "For the others, we can say that Muad'Dib learned rapidly because his first training was in how to learn.",
        "note": null,
        "page": 106
      },
      {
        "text": "And she thought: Why do I let pride drive such words out of me?",
        "note": null,
        "page": 250
      },
      {
        "text": "The mind goes on working no matter how we try to hold it back, she thought.",
        "note": null,
        "page": 309
      },
      {
        "text": "Starlight displaced just enough of the night to charge each shadow with menace.",
        "note": null,
        "page": 332
      },
      {
        "text": "\"Fear is the mind-killer. Fear is the little death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past me I will turn to see fear's path. Where the fear has gone there will be nothing. Only I will remain.\"",
        "note": null,
        "page": 370
      },
      {
        "text": "I'll give you my father's answer to those who act without thinking: 'A stone is heavy and the sand is weighty; but a fool's wrath is heavier than them both.' \"",
        "note": null,
        "page": 412
      },
      {
        "text": "We make no evening promises to be broken at dawn. When a man says a thing, that's the contract.",
        "note": null,
        "page": 457
      },
      {
        "text": "\"span-nungsbogen\"—which is the self-imposed delay between desire for a thing and the act of reaching out to grasp that thing.",
        "note": null,
        "page": 466
      },
      {
        "text": "The meeting between ignorance and knowledge, between brutality and culture—it begins in the dignity with which we treat our dead.",
        "note": null,
        "page": 507
      },
      {
        "text": "The concept of progress acts as a protective mechanism to shield us from the terrors of the future.",
        "note": null,
        "page": 521
      },
      {
        "text": "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.",
        "note": null,
        "page": 604
      },
      {
        "text": "\"They have a narrow vision of time,\" Paul said. \"They can see ahead to a blank wall marking the consequences of disobedience.",
        "note": null,
        "page": 774
      }
    ]
  },
  "lord-of-the-flies": {
    "author": "William Golding",
    "title": "Lord of the Flies",
    "highlights": [
      {
        "text": "'You'll get back to where you came from.' Simon nodded as he spoke.",
        "note": null,
        "page": 99
      },
      {
        "text": "round them the close sky was loaded with stars, save where the mountain punched up a hole of blackness.",
        "note": null,
        "page": 108
      }
    ]
  },
  "do-androids-dream-of-electric-sheep": {
    "author": "Philip K. Dick",
    "title": "Do Androids Dream Of Electric Sheep?",
    "highlights": [
      {
        "text": "Using a Kleenex he dried his damaged arm.",
        "note": null,
        "page": 16
      },
      {
        "text": "'Good by,' he said and hung up.",
        "note": null,
        "page": 56
      },
      {
        "text": "bifurcated Inspector Garland's head.",
        "note": null,
        "page": 77
      },
      {
        "text": "'Does this cure your depression?' he asked her. 'It cures mine.' Iran said, 'It certainly does cure my depression.",
        "note": null,
        "page": 107
      },
      {
        "text": "'The spider Mercer gave the chickenhead, Isidore; it probably was artificial, too. But it doesn't matter. The electric things have their lives, too. Paltry as those lives are.'",
        "note": null,
        "page": 151
      }
    ]
  },
  "all-systems-red-the-murderbot-diaries-1": {
    "author": "Martha Wells",
    "title": "All Systems Red: The Murderbot Diaries",
    "highlights": [
      {
        "text": "I COULD HAVE BECOME a mass murderer after I hacked my governor module, but then I realized I could access the combined feed of entertainment channels carried on the company satellites. It had been well over 35,000 hours or so since then, with still not much murdering, but probably, I don't know, a little under 35,000 hours of movies, serials, books, plays, and music consumed. As a heartless killing machine, I was a terrible failure.",
        "note": null,
        "page": 9
      },
      {
        "text": "But she had barely looked at me and I had barely looked at her because again, murderbot + actual human = awkwardness.",
        "note": null,
        "page": 21
      },
      {
        "text": "The sense of urgency just wasn't there. Also, you may have noticed, I don't care.",
        "note": null,
        "page": 35
      },
      {
        "text": "This is why I didn't want to come. I've got four perfectly good humans here and I didn't want them to get killed by whatever took out DeltFall. It's not like I cared about them personally, but it would look bad on my record, and my record was already pretty terrible.",
        "note": null,
        "page": 60
      },
      {
        "text": "What I told you before, about how I hacked my governor module but didn't become a mass murderer? That was only sort of true. I was already a mass murderer.",
        "note": null,
        "page": 82
      },
      {
        "text": "And in their corner all they had was Murderbot, who just wanted everyone to shut up and leave it alone so it could watch the entertainment feed all day.",
        "note": null,
        "page": 87
      }
    ]
  },
  "tomorrow-and-tomorrow-and-tomorrow": {
    "author": "Gabrielle Zevin",
    "title": "Tomorrow, and Tomorrow, and Tomorrow",
    "highlights": [
      {
        "text": "\"What's wrong with her?\" \"Dysentery.\" Sadie didn't feel like invoking cancer, the destroyer of natural conversation.",
        "note": null,
        "page": 587
      },
      {
        "text": "Cellar Door",
        "note": null,
        "page": 891
      },
      {
        "text": "Friendship,\" Marx said, \"is kind of like having a Tamagotchi.\"",
        "note": null,
        "page": 1293
      },
      {
        "text": "These, of course, are the kinds of vows young people feel comfortable making when they have no idea what life has in store for them.",
        "note": null,
        "page": 1341
      },
      {
        "text": "It isn't a sadness, but a joy, that we don't do the same things for the length of our lives.\"",
        "note": null,
        "page": 4002
      },
      {
        "text": "It occurred to Sadie: She had thought after Ichigo that she would never fail again. She had thought she arrived. But life was always arriving. There was always another gate to pass through. (Until, of course, there wasn't.)",
        "note": null,
        "page": 4013
      },
      {
        "text": "The way to turn an ex-lover into a friend is to never stop loving them, to know that when one phase of a relationship ends it can transform into something else. It is to acknowledge that love is both a constant and a variable at the same time.",
        "note": null,
        "page": 5138
      }
    ]
  },
  "book-lovers": {
    "author": "Emily Henry",
    "title": "Book Lovers",
    "highlights": [
      {
        "text": "look up at the stars. She snaps, You know I can't look up right now! I just got Botox!",
        "note": null,
        "page": 336
      },
      {
        "text": "\"We're going to have so much fun, Sissy! And you're going to fall in love with a lumberjack.\" \"If there's one thing that makes me horny,\" I say, \"it's deforestation.\" \"An ethical, sustainable, organic, gluten-free lumberjack,\" Libby amends.",
        "note": null,
        "page": 654
      },
      {
        "text": "Maybe this is how parents feel when their kids grow up, like some piece of them has become fundamentally unknowable.",
        "note": null,
        "page": 2160
      },
      {
        "text": "Because nothing—not the beautiful and not the terrible—lasts.",
        "note": null,
        "page": 4835
      },
      {
        "text": "Compromises that say, there will be a you-shaped space in my heart, and if your shape changes, I will adapt.",
        "note": null,
        "page": 5288
      }
    ]
  },
  "tokyo-express": {
    "author": "Seicho Matsumoto and Jesse Kirkwood",
    "title": "Tokyo Express (Penguin Modern Classics)",
    "highlights": [
      {
        "text": "It took some effort to fit what he wanted to say into the twenty-character limit.",
        "note": null,
        "page": 583
      },
      {
        "text": "despite the unusual things he had seen, nobody showed even a passing interest in him. Of course, this was only natural, and yet it left him feeling strangely lonely.",
        "note": null,
        "page": 924
      },
      {
        "text": "He was still at the age when tiredness could be cured by a single good night's sleep.",
        "note": null,
        "page": 955
      },
      {
        "text": "Together we put out a small quarterly magazine. It's just a hobby, really – a bit like cultivating bonsai or something.",
        "note": null,
        "page": 1322
      }
    ]
  },
  "system-collapse-the-murderbot-diaries-7": {
    "author": "Martha Wells",
    "title": "System Collapse: The Murderbot Diaries",
    "highlights": [
      {
        "text": "(They were all so nice about it. The whole thing made me understand the human expression \"it made me want to vomit.\" Why would you ever want to do something that was so objectively disgusting and looked so painful. Oh, this was why, I get it now.)",
        "note": null,
        "page": 1274
      }
    ]
  },
  "what-about-men": {
    "author": "Caitlin Moran",
    "title": "What About Men?",
    "highlights": [
      {
        "text": "'Masculinity … is a pseudo-independence, [appearing \"masculine\" by] hiding relational desires and sensitivities,' they summarise.",
        "note": null,
        "page": 708
      },
      {
        "text": "The primary problem of straight white men and boys. Because in our culture, they are seen as the 'default human being' – the 'normal' that the 'otherness' of women, people of colour and the queer community are defined against – it's almost as if the actual details of their lives have become see-through. Invisible.",
        "note": null,
        "page": 750
      },
      {
        "text": "the latest metadata is that there is a negligible amount of difference between our actual brains. In terms of straightforward biology, and wiring, we are very similar. Culturally, however, the way boys and girls learn to communicate is observably different.",
        "note": null,
        "page": 819
      },
      {
        "text": "But one final thing to bear in mind: if 2–4 per cent of those rape allegations were false, the other 96–98 per cent were true. It might be your friend-of-a-friend is lying. False rape accusations might not be as prevalent as you fear they are. After all: all humans lie.",
        "note": null,
        "page": 1681
      },
      {
        "text": "But the second, and possibly most crucial thing, is this: are you taking life advice from someone who is actually having a nice life? In the end, those are the only people you should really be listening to.",
        "note": null,
        "page": 2885
      },
      {
        "text": "A man was someone who helped and contributed to their community. A man was brave enough to say no and confident enough to say yes. Finally, a man was someone who was honest with those around him, and could tell those he loved that he loved them without fear.",
        "note": null,
        "page": 2942
      },
      {
        "text": "Generation X might have many descriptors, but 'over-fathered' isn't one of them.",
        "note": null,
        "page": 2987
      },
      {
        "text": "my generation's fathers weren't actually building a Death Star (three times!), they were the guys who tackled childcare by parking the car outside the Red Lion and occasionally posting a bag of crisps or a bottle of Coke through the driver's window, while beerily hissing, 'Don't spill it.'",
        "note": null,
        "page": 3007
      },
      {
        "text": "In so many cases, Dad isn't 'Dad' – he's just 'Not Mum'. He's the person doing what Mum would do if she were here.",
        "note": null,
        "page": 3122
      },
      {
        "text": "'What does Carol Vorderman do when she's constipated?' 'She works it out with a pencil.')",
        "note": null,
        "page": 3333
      },
      {
        "text": "In 2016, Britain's biggest charity for the old reported that over 1.2 million older men report feeling 'socially isolated', with 10 per cent 'chronically lonely'.",
        "note": null,
        "page": 3478
      },
      {
        "text": "There's something about that ageing male desire to fix things up in their own space that is hopeful, and slightly subversive in its absolute rejection of the pace of life, and mad consumer culture.'",
        "note": null,
        "page": 3782
      }
    ]
  },
  "yellowface": {
    "author": "Rebecca F Kuang",
    "title": "Yellowface",
    "highlights": [
      {
        "text": "\"People come to a text with so many prejudices formed by what they think they know about the author,\" she's said before. \"I sometimes wonder how my work would be received if I pretended to be a man, or a white woman.",
        "note": null,
        "page": 526
      },
      {
        "text": "I've been on the other side. I've seen it happen. I've been in the room when we pick our one spicy book of the season, when we decide who's educated and articulate and attractive but marginalized enough to make good on our marketing budget. It's sick, you know.",
        "note": null,
        "page": 4139
      }
    ]
  },
  "anxious-people": {
    "author": "Fredrik Backman",
    "title": "Anxious People",
    "highlights": [
      {
        "text": "We tried keeping tropical fish once and they all died. And we really don't know more about children than tropical fish, so the responsibility frightens the life out of us each morning.",
        "note": null,
        "page": 360
      },
      {
        "text": "'She said I'm overprotective. That I'm one of those penguins that squats on top of a stone because I don't want to accept that the egg has gone. She said you can't protect your kids from life, because life gets us all in the end.'",
        "note": null,
        "page": 676
      },
      {
        "text": "We give those we love nicknames, because love requires a word that belongs to us alone.",
        "note": null,
        "page": 1138
      },
      {
        "text": "The following morning they were angry at the sun for rising, and couldn't forgive the world for living on without her.",
        "note": null,
        "page": 3580
      },
      {
        "text": "But that isn't actually the case. The majority of people who want to stop medication say they want to be able to cry again.",
        "note": null,
        "page": 3787
      },
      {
        "text": "Estelle gently patted Julia's hair. 'Your child's going to be absolutely fine, you'll see. And absolutely fine can cover any number of peculiarities.'",
        "note": null,
        "page": 4424
      },
      {
        "text": "humour is the soul's last line of defence, and as long as we're laughing we're alive, so bad puns and fart jokes were their way of expressing their defiance against despair.",
        "note": null,
        "page": 4462
      },
      {
        "text": "That his heart hasn't got used to the fact that no giggling idiot is going to stick her finger in his mouth when he yawns,",
        "note": null,
        "page": 4886
      },
      {
        "text": "You saved yourself. He just happened to be there.",
        "note": null,
        "page": 5425
      }
    ]
  },
  "born-to-be-mild-adventures-for-the-anxious": {
    "author": "Rob Temple",
    "title": "Born to be Mild: Adventures for the Anxious",
    "highlights": [
      {
        "text": "Christ, I'm knackered, drained from running on fake bravado all morning, from trying to walk with a sense of purpose; exhausted from attempting to not look constantly lost and through forcing myself to speak clearly and at a volume higher than my usual mumble.",
        "note": null,
        "page": 194
      },
      {
        "text": "The soup, rich with shell juice, is the type of curry powder/ turmeric colour that really stains white linen when splashed about by a shaky man's spoon. Soon the tablecloth looks like someone's shot the yellow Teletubby in the back of the head over it.",
        "note": null,
        "page": 254
      },
      {
        "text": "He stared at the fake sausage on the floor and then looked sadly at me, as if to say, 'I'm not angry with you, I'm just disappointed'. I'm talking about a dog who would go out of his way to try and eat wood and poo no matter how much I tried to convince him it wasn't part of a balanced diet.",
        "note": null,
        "page": 925
      },
      {
        "text": "the clock is only entirely accurate once every five minutes,",
        "note": null,
        "page": 3173
      },
      {
        "text": "The idea that we (look at me, I'm on my soapbox now, I'm on a roll, I think I've had too much Haribo) have a deadline to 'get happy' seems counterproductive.",
        "note": null,
        "page": 3431
      }
    ]
  },
  "klara-and-the-sun": {
    "author": "Kazuo Ishiguro",
    "title": "Klara and the Sun",
    "highlights": [
      {
        "text": "'Housekeeper,' I said. 'I have a plan, a special plan to help Josie. I'm not able to speak openly about it. But if I can go to the city with Josie and her mother, I may have the opportunity to carry it out.' 'Plan? Listen, AF. You make things worse, I fuck come dismantle you.'",
        "note": null,
        "page": 235
      },
      {
        "text": "'Hope,' he said. 'Damn thing never leaves you alone.'",
        "note": null,
        "page": 292
      }
    ]
  },
  "stone-blind": {
    "author": "Natalie Haynes",
    "title": "Stone Blind",
    "highlights": [
      {
        "text": "This particular monster is assaulted, abused and vilified. And yet, as the story is always told, she is the one you should fear. She is the monster. We'll see about that.",
        "note": null,
        "page": 92
      },
      {
        "text": "Mortals have a word for this kind of arrogance: the kind that makes a person think she can compare herself favourably to a goddess. The word is hubris. And while I am all in favour of using precision to describe something, might I suggest that you would be better off not doing something so dangerous so often that you need a specific word for it? Perhaps develop your self-control, rather than your vocabulary.",
        "note": null,
        "page": 2190
      }
    ]
  },
  "the-murder-of-roger-ackroyd-hercule-poirot-4": {
    "author": "Agatha Christie",
    "title": "The murder of Roger Ackroyd",
    "highlights": [
      {
        "text": "I wonder if there is any clew there to the mystery.\"",
        "note": null,
        "page": 1924
      },
      {
        "text": "\"If you would only play a leetle quicker, dear,\"",
        "note": null,
        "page": 2863
      }
    ]
  },
  "shades-of-grey-shades-of-grey-1": {
    "author": "Jasper Fforde",
    "title": "Shades of Grey",
    "highlights": [
      {
        "text": "like a lost thought in need of a mind.",
        "note": null,
        "page": 1
      },
      {
        "text": "It was a low-lying, highly fenestrated conurbation of whitewashed walls and a roofline that was bewhiskered with heliostats, chimney-pots and water heaters.",
        "note": null,
        "page": 45
      },
      {
        "text": "The cucumber and the tomato are both fruit; the avocado is a nut. To assist with the dietary requirements of vegetarians, on the first Tuesday of the month a chicken is officially a vegetable.",
        "note": null,
        "page": 51
      },
      {
        "text": "'You're quite handsome – I like your nose especially.' 'It was a birthday present.'",
        "note": null,
        "page": 143
      },
      {
        "text": "'I understand there's a hundred per cent fatality rate?' 'True. But up until the moment of death there was a hundred per cent survival rate.",
        "note": null,
        "page": 199
      },
      {
        "text": "'The best lies to tell,' said Jane, 'are the ones people want to believe.'",
        "note": null,
        "page": 405
      },
      {
        "text": "'I call it a spork,' I said. 'How ingenious,' remarked Violet, who was eager to have the pretence of a strong and supportive marriage, and was resolved to start as she meant to continue. 'Whatever made you think of a brilliant name like that?' 'It's engraved on the back.' 'Oh.'",
        "note": null,
        "page": 428
      }
    ]
  },
  "ready-player-one": {
    "author": "Ernest Cline",
    "title": "Ready Player One",
    "highlights": [
      {
        "text": "I'm not crazy about reality, but it's still the only place to get a decent meal.",
        "note": null,
        "page": 174
      },
      {
        "text": "Capitalism would inch forward, without my actually having to interact face-to-face with another human being. Which was exactly how I preferred it, thank you.",
        "note": null,
        "page": 191
      },
      {
        "text": "A dude just ahead of me in line actually had a top-of-the-line miniature Sinatro OASIS console concealed inside a prosthetic testicle. Talk about balls.",
        "note": null,
        "page": 277
      }
    ]
  },
  "the-humans": {
    "author": "Matt Haig",
    "title": "The Humans",
    "highlights": [
      {
        "text": "Emily Dickinson), said this: 'I dwell in possibility.' So let us humour ourselves and do the same. Let us open our minds entirely, for what you are about to read will need every prejudice you may have to stand aside in the name of understanding.",
        "note": null,
        "page": 2
      },
      {
        "text": "But this was England, a part of Earth where thinking about the weather was the chief human activity.",
        "note": null,
        "page": 6
      },
      {
        "text": "So, we must conclude that madness is sometimes a question of time, and sometimes of postcode.",
        "note": null,
        "page": 32
      },
      {
        "text": "he belonged to a special sub-category of human called a 'teenager', the chief characteristics of which were a weakened resistance to gravity, a vocabulary of grunts, a lack of spatial awareness, copious amounts of masturbation, and an unending appetite for cereal.",
        "note": null,
        "page": 72
      },
      {
        "text": "'The soul should always stand ajar, ready to welcome the ecstatic experience.'",
        "note": null,
        "page": 78
      },
      {
        "text": "You can see that for her being a parent is standing on a shore and watching her child in a vulnerable craft, heading out over deeper and deeper water, hoping but not knowing there will be land somewhere ahead.",
        "note": null,
        "page": 138
      },
      {
        "text": "when you know it is possible for you to feel pain you have no control over. You become vulnerable. Because the possibility of pain is where love stems from.",
        "note": null,
        "page": 165
      },
      {
        "text": "Talk about the compression of time through memory.",
        "note": null,
        "page": 218
      },
      {
        "text": "And I knew the point of love right then. The point of love was to help you survive.",
        "note": null,
        "page": 221
      },
      {
        "text": "The 'pub' was an invention of humans living in England, designed as compensation for the fact that they were humans living in England.",
        "note": null,
        "page": 229
      },
      {
        "text": "Happiness is not out here. It is in there.",
        "note": null,
        "page": 272
      }
    ]
  },
  "the-shining-girls": {
    "author": "Lauren Beukes",
    "title": "The Shining Girls",
    "highlights": [
      {
        "text": "Frogs in boiling water. You can get used to anything.",
        "note": null,
        "page": 96
      },
      {
        "text": "Comes with seeing one too many domestic violence cases. Which number, for the record, is one.",
        "note": null,
        "page": 102
      },
      {
        "text": "His shoes keep sticking. It's a spilled-drink-cigarette-stump type of floor.",
        "note": null,
        "page": 171
      }
    ]
  },
  "a-slow-fire-burning": {
    "author": "Paula Hawkins",
    "title": "A Slow Fire Burning",
    "highlights": [
      {
        "text": "Only, once you'd fallen in love you could never be truly free, could you?",
        "note": null,
        "page": 1883
      }
    ]
  },
  "a-man-called-ove": {
    "author": "Fredrik Backman and Henning Koch",
    "title": "A Man Called Ove",
    "highlights": [
      {
        "text": "Ove notice that she's either very pregnant or suffering from what Ove would categorise as selective obesity.",
        "note": null,
        "page": 14
      },
      {
        "text": "Does it really have to be so difficult to kill yourself without constantly being disturbed?",
        "note": null,
        "page": 51
      },
      {
        "text": "An entire country standing up and applauding the fact that no one was capable of doing anything properly any more. The unreserved celebration of mediocrity.",
        "note": null,
        "page": 73
      },
      {
        "text": "But sorrow is unreliable in that way. When people don't share it there's a good chance that it will drive them apart instead.",
        "note": null,
        "page": 215
      },
      {
        "text": "'What … like black coffee?' 'Yes.' 'With milk?' 'If it's with milk it's not black coffee.'",
        "note": null,
        "page": 218
      },
      {
        "text": "'All people want to live dignified lives, dignity just means something different to different people,'",
        "note": null,
        "page": 239
      }
    ]
  },
  "miss-pettigrew-lives-for-a-day": {
    "author": "Winifred Watson",
    "title": "Miss Pettigrew Lives for a Day",
    "highlights": [
      {
        "text": "Miss Pettigrew's pulse was fluttering, but she thought, 'One lie to-day, why not two?'",
        "note": null,
        "page": 296
      },
      {
        "text": "Mothers were queer creatures where their children were concerned. Sauce for the goose was not sauce for the gander.",
        "note": null,
        "page": 338
      },
      {
        "text": "It's no use, we women just can't help ourselves. When it comes to love we're born adventurers.'",
        "note": null,
        "page": 457
      },
      {
        "text": "'Young man,' said Miss Pettigrew, 'when you are not being a fussy old woman, I quite like you.'",
        "note": null,
        "page": 588
      },
      {
        "text": "How could she possibly live out her life never knowing what happened to Phil, whether Nick's charms bore down Miss LaFosse's susceptible defences, who Michael was and what he was like?",
        "note": null,
        "page": 745
      },
      {
        "text": "She was quite willing to have her outlook widened, but she was a bit old to move too precipitately.",
        "note": null,
        "page": 862
      },
      {
        "text": "'They deserve all they get,' said Miss Pettigrew belligerently, but without the faintest idea of what they were talking about.",
        "note": null,
        "page": 949
      },
      {
        "text": "'Sit still,' said Miss Pettigrew firmly. 'If you only knew how I … how I enjoy doing it … particularly for some one who appreciates it.'",
        "note": null,
        "page": 1742
      },
      {
        "text": "'I'm only letting you know. I'm a damn fool over you, and you know it, but I've got limits.",
        "note": null,
        "page": 1854
      },
      {
        "text": "'Have you any influence over that ridiculous mistake she calls a mind?'",
        "note": null,
        "page": 2007
      },
      {
        "text": "'As long as he is kind, that is all that matters. I have known,' said Miss Pettigrew, 'in my life a lot of good people, but few were ever kind.'",
        "note": null,
        "page": 2131
      },
      {
        "text": "Now she, herself, had a destination. What a difference that made! All the difference in the world. Now she lived.",
        "note": null,
        "page": 2199
      },
      {
        "text": "but men were notoriously stupid and susceptible in their middle age.",
        "note": null,
        "page": 2392
      },
      {
        "text": "Miss Pettigrew became all hot and flustered, but behind her trepidation was a wicked sense of rapture. For the first time in life some one was jealous of her.",
        "note": null,
        "page": 2424
      },
      {
        "text": "Joe's conventionally encircling arm was now definitely a warm, comfortable embrace. Miss Pettigrew, there was no other word for it, simply snuggled in. She was quite shamelessly happy.",
        "note": null,
        "page": 2619
      },
      {
        "text": "She had never thought kissing was so truly delightful before. She was getting greedy for kisses.",
        "note": null,
        "page": 2777
      }
    ]
  },
  "seveneves": {
    "author": "Neal Stephenson",
    "title": "Seveneves",
    "highlights": [
      {
        "text": "THE MOON BLEW UP WITHOUT WARNING AND FOR NO APPARENT reason.",
        "note": null,
        "page": 3
      },
      {
        "text": "There was no point in drawing up a last will and testament, because all of your possessions were going to be destroyed along with you, and there would be no survivors to receive them.",
        "note": null,
        "page": 51
      },
      {
        "text": "The human race might be about to disappear, but not before putting on a two-year frenzy of recreational sex.",
        "note": null,
        "page": 88
      },
      {
        "text": "\"To American viewers, I'm not fully American. To Chinese viewers, I'm a banana.\"",
        "note": null,
        "page": 180
      },
      {
        "text": "Then he reminded himself that he was already part of the biggest adventure ever, and that, so far, it had been altogether miserable.",
        "note": null,
        "page": 364
      },
      {
        "text": "Depending on how you felt about ubiquitous surveillance, the result had either been a new Dark Age and an incalculable loss to history, or a liberation from digital tyranny.",
        "note": null,
        "page": 643
      }
    ]
  },
  "redwall": {
    "author": "Brian Jacques",
    "title": "Redwall",
    "highlights": [
      {
        "text": "Even the strongest and bravest must sometimes weep. It shows they have a great heart, one that can feel compassion for others.",
        "note": null,
        "page": 942
      }
    ]
  },
  "hope-to-die-di-adam-fawley-6": {
    "author": "Cara Hunter",
    "title": "Hope to Die (DI Fawley Book 6)",
    "highlights": [
      {
        "text": "'You got kids?' The minefield question. I had two; I have one.",
        "note": null,
        "page": 3728
      }
    ]
  },
  "the-frangipani-tree-mystery-crown-colony-1": {
    "author": "Ovidia Yu",
    "title": "The Frangipani Tree Mystery (Su Lin Series Book 1)",
    "highlights": [
      {
        "text": "Death was no respecter of average life expectancy.",
        "note": null,
        "page": 440
      },
      {
        "text": "'Part of independence is being allowed to choose what risks you take.",
        "note": null,
        "page": 1579
      },
      {
        "text": "I hadn't thought of Miss Nessa as hysterical or emotional, but perhaps that was how white men said, 'Need help with crazy rifle-carrying woman.'",
        "note": null,
        "page": 3694
      }
    ]
  },
  "the-audacity": {
    "author": "Katherine Ryan",
    "title": "The Audacity",
    "highlights": [
      {
        "text": "couple's counselling which, from my personal and limited experience, is only helpful in the unlikely scenario that your differences are reconcilable but you both lack communication skills. It's a waste of time if you're already able to articulate quite clearly that you don't like each other and that you're unwilling or unable to change.",
        "note": null,
        "page": 532
      },
      {
        "text": "or just for the joy and camaraderie of slagging someone off.",
        "note": null,
        "page": 870
      },
      {
        "text": "re-evaluating what they'll accept as progressive comedy versus mean-spirited jokes.",
        "note": null,
        "page": 1629
      },
      {
        "text": "letting go isn't the same as giving up. That part was key for me. I had confused commitment and resilience with toxic co-dependency.",
        "note": null,
        "page": 1824
      },
      {
        "text": "I figured nobody comes to the end of their life and thinks, 'Yeah . . . but I wish I'd had fewer children.'",
        "note": null,
        "page": 2019
      },
      {
        "text": "The doctor had warned me not to kiss the dogs as they get their noses into all sorts of things outside, so it was akin to 'rimming a fox', but I never listened.",
        "note": null,
        "page": 2243
      },
      {
        "text": "There's an excellent book called Invisible Women, written by Caroline Criado Perez, which exposes data bias in a world designed for men, and I think it offers good insight into why this blind spot in medical research might exist.",
        "note": null,
        "page": 2797
      }
    ]
  },
  "good-omens": {
    "author": "Neil Gaiman and Terry Pratchett",
    "title": "Good Omens",
    "highlights": [
      {
        "text": "Many phenomena – wars, plagues, sudden audits – have been advanced as evidence for the hidden hand of Satan in the affairs of Man, but whenever students of demonology get together the M25 London orbital motorway is generally agreed to be among the top contenders for Exhibit A.",
        "note": null,
        "page": 15
      },
      {
        "text": "Offer people a new creed with a costume and their hearts and minds will follow.",
        "note": null,
        "page": 29
      },
      {
        "text": "It may help to understand human affairs to be clear that most of the great triumphs and tragedies of history are caused, not by people being fundamentally good or fundamentally bad, but by people being fundamentally people.",
        "note": null,
        "page": 30
      },
      {
        "text": "Having a baby is the single most joyous co-experience that two human beings can share, and he wasn't going to miss a second of it. He'd got one of the Secret Service men to videotape it for him.",
        "note": null,
        "page": 37
      },
      {
        "text": "They were born into a world that was against them in a thousand little ways, and then devoted most of their energies to making it worse.",
        "note": null,
        "page": 38
      },
      {
        "text": "You don't have to test everything to destruction just to see if you made it right.'",
        "note": null,
        "page": 47
      },
      {
        "text": "The Reign of Terror. Was that one of yours, or one of ours?' 'Wasn't it yours?' 'Can't recall. It was quite a good restaurant, though.'",
        "note": null,
        "page": 48
      },
      {
        "text": "Most books on witchcraft will tell you that witches work naked. This is because most books on witchcraft are written by men.",
        "note": null,
        "page": 89
      },
      {
        "text": "muttered business mantras to himself. Do Unto others Before they Do Unto You. Kill or Be Killed. Either Shit Or Get Out of the Kitchen. Survival of the Fittest. Make My Day.",
        "note": null,
        "page": 102
      },
      {
        "text": "Besides, at eleven years old the Them were beginning to be bothered by the dim conception that laying hands on good ole Pep moved things into blood-thumping categories they weren't entirely at home with yet,",
        "note": null,
        "page": 132
      },
      {
        "text": "a face which was not so much freckled as one big freckle with occasional areas of skin.",
        "note": null,
        "page": 133
      },
      {
        "text": "They had once – at Adam's instigation – tried a health food diet for a whole afternoon. Their verdict was that you could live very well on healthy food provided you had a big cooked lunch beforehand.",
        "note": null,
        "page": 134
      },
      {
        "text": "Many people, meeting Aziraphale for the first time, formed three impressions: that he was English, that he was intelligent, and that he was gayer than a tree full of monkeys on nitrous oxide.",
        "note": null,
        "page": 167
      },
      {
        "text": "Newt had always suspected that people who regularly used the word 'community' were using it in a very specific sense that excluded him and everyone he knew.",
        "note": null,
        "page": 184
      },
      {
        "text": "'I never used to dream when I was a kid,' he said quietly. Newt was aware of skidding around the lip of some deep, unpleasant pit. He mentally backed away.",
        "note": null,
        "page": 188
      },
      {
        "text": "There was a loud whirring as a couple of geese, thankful to be back in England again after the long, exhausting flight across the Northern Atlantic, landed on the rainbow-slicked water, and sank without trace.",
        "note": null,
        "page": 196
      },
      {
        "text": "'You do know you could find yourself charged with being a dominant species while under the influence of impulse-driven consumerism, don't you?'",
        "note": null,
        "page": 210
      },
      {
        "text": "He had done regular live concerts from San Quentin jail until the Civil Rights people got him under the Cruel and Unusual Punishment clause.",
        "note": null,
        "page": 283
      },
      {
        "text": "It was nice to think that mankind made a distinction between blowing their planets to bits by accident and by design.",
        "note": null,
        "page": 352
      },
      {
        "text": "'Hey,' he said, but much more weakly this time, 'did any of them kids have some space alien with a face like a friendly turd in a bike basket?' 'Don't think so,' said Crowley. 'Then,' said Sgt Deisenburger, 'they're in real trouble.' He raised his gun.",
        "note": null,
        "page": 356
      }
    ]
  },
  "the-wasp-factory": {
    "author": "Iain Banks",
    "title": "The Wasp Factory",
    "highlights": [
      {
        "text": "Sometimes I wish we had a cat. All I've ever had was a head, and that the seagulls took.",
        "note": null,
        "page": 16
      },
      {
        "text": "Each of us, in our own personal Factory, may believe we have stumbled down one corridor, and that our fate is sealed and certain (dream or nightmare, humdrum or bizarre, good or bad), but a word, a glance, a slip - anything can change that, alter it entirely, and our marble hall becomes a gutter, or our rat-maze a golden path.",
        "note": null,
        "page": 183
      }
    ]
  },
  "home-habitat-range-niche-territory-the-murderbot-diaries-45": {
    "author": "Martha Wells",
    "title": "Home: Habitat, Range, Niche, Territory",
    "highlights": [
      {
        "text": "The Corporation Rim has always been a slave state, though it calls its institutionalized slavery \"contract labor.\"",
        "note": null,
        "page": 73
      }
    ]
  },
  "the-wise-mans-fear-the-kingkiller-chronicle-2": {
    "author": "Patrick Rothfuss",
    "title": "The Wise Man's Fear: The Kingkiller Chronicle",
    "highlights": [
      {
        "text": "\"I think things are usually bad one way or another,\" he said. \"It might be that only us older folk can see it.\"",
        "note": null,
        "page": 310
      },
      {
        "text": "if I didn't have a talent for making enemies and borrowing trouble.",
        "note": null,
        "page": 612
      },
      {
        "text": "\"Fault isn't the issue. A tree doesn't make a thunderstorm, but any fool knows where lightning's going to strike.\"",
        "note": null,
        "page": 937
      },
      {
        "text": "These were bad memories, but over the years I had brought them out and handled them so often there was hardly a sharp edge left to them.",
        "note": null,
        "page": 1715
      },
      {
        "text": "Telling a joke faster doesn't make it funnier. As with many things, hesitation is better than hurry.",
        "note": null,
        "page": 2105
      },
      {
        "text": "\"I don't know how they do it in Rannish,\" Carter said to the boy. \"But round here there's a reason we call it a tumble.\"",
        "note": null,
        "page": 3053
      },
      {
        "text": "Clothes do not make the man, but you need the proper costume if you want to play the part.",
        "note": null,
        "page": 3935
      },
      {
        "text": "He barely even owned his own name, and even that had been worn thin and threadbare through the years.",
        "note": null,
        "page": 5952
      },
      {
        "text": "After a moment's consideration, I decided lounging was probably similar to relaxing, but with more money in your pocket.",
        "note": null,
        "page": 7939
      },
      {
        "text": "Pride is always a better lever against the nobility than reason.",
        "note": null,
        "page": 8681
      },
      {
        "text": "\"There are no certainties in this, your grace. Only hopes. That is the best one I can give you.\"",
        "note": null,
        "page": 9539
      },
      {
        "text": "\"There are so many men, all endlessly attempting to sweep me off my feet. And there is one of you, trying just the opposite. Making sure my feet are firm beneath me, lest I fall.\"",
        "note": null,
        "page": 9840
      },
      {
        "text": "I ate her with my eyes, knowing all the songs and stories I had heard were nothing.",
        "note": null,
        "page": 13132
      },
      {
        "text": "a muffled hush that almost makes less noise than no noise at all.",
        "note": null,
        "page": 13705
      },
      {
        "text": "She shook her head. \"no calling of names here. I will not speak of that one, though he is shut beyond the doors of stone.\"",
        "note": null,
        "page": 13919
      },
      {
        "text": "\"A story is like a nut,\" Vashet said. \"A fool will swallow it whole and choke. A fool will throw it away, thinking it of little worth.\" She smiled. \"But a wise woman finds a way to crack the shell and eat the meat inside.\"",
        "note": null,
        "page": 15763
      }
    ]
  },
  "hercule-poirots-christmas-hercule-poirot-20": {
    "author": "Agatha Christie",
    "title": "Hercule Poirot’s Christmas (Poirot) (Hercule Poirot Series Book 20)",
    "highlights": [
      {
        "text": "Out of the tail of his eye he noted",
        "note": null,
        "page": 45
      },
      {
        "text": "If you dam the stream of natural behaviour, mon ami, sooner or later the dam bursts and a cataclysm occurs!'",
        "note": null,
        "page": 50
      },
      {
        "text": "That was stupid; but you are, if you will pardon my saying so, rather a stupid man!",
        "note": null,
        "page": 158
      }
    ]
  },
  "a-psalm-for-the-wild-built-monk-and-robot-1": {
    "author": "Becky Chambers",
    "title": "A Psalm for the Wild-Built",
    "highlights": [
      {
        "text": "trees shyly locking toes with one another.",
        "note": null,
        "page": 297
      },
      {
        "text": "They were certain they were going to wind up stung or scraped in varied ways before this excursion was done, but once they got the hang of clambering through the underbrush, they started to enjoy themself. They smiled, feeling that same fizzing rebelliousness that had made them turn back from Hammerstrike.",
        "note": null,
        "page": 1055
      }
    ]
  },
  "iron-widow-iron-widow-1": {
    "author": "Xiran Jay Zhao",
    "title": "Iron Widow",
    "highlights": [
      {
        "text": "If they don't respect me just because I'm from the \"wrong\" half of the population, I'm not respecting them back.",
        "note": null,
        "page": 111
      },
      {
        "text": "Maybe, if things were different, I could get used to this. Being cradled in his warmth and light. Being cherished. Being loved. But I have no faith in love. Love cannot save me. I choose vengeance.",
        "note": null,
        "page": 476
      },
      {
        "text": "Oh, no. I am also absolutely fucking bonkers.",
        "note": null,
        "page": 1707
      },
      {
        "text": "\"Why cover any of that up? The men who do these things should be judged and killed, not endured!\" Her mouth parts in surprise, then closes into a weak smile. \"I can see why they call you the Iron Widow now.\"",
        "note": null,
        "page": 2743
      },
      {
        "text": "It's impossible to tell how many conversations are legitimate, and how many are wolves herding the sheep in secret.",
        "note": null,
        "page": 3520
      }
    ]
  },
  "away-with-the-penguins": {
    "author": "Hazel Prior",
    "title": "Away with the Penguins",
    "highlights": [
      {
        "text": "I don't answer. It can be an advantage, being slightly hard of hearing. You can get away with not answering stupid questions.",
        "note": null,
        "page": 826
      }
    ]
  },
  "the-no-1-ladies-detective-agency": {
    "author": "Alexander McCall Smith",
    "title": "The No. 1 Ladies' Detective Agency",
    "highlights": [
      {
        "text": "For a moment her father's eyes opened wide and it seemed as if he was struggling to speak. 'But . . . but . . .' But he died before he could say anything more,",
        "note": null,
        "page": 6
      },
      {
        "text": "that, I think, is what made Africa in those days so different. There was no end to it. A man could walk, or ride, forever, and he would never get anywhere.",
        "note": null,
        "page": 16
      },
      {
        "text": "I am just a tiny person in Africa, but there is a place for me, and for everybody, to sit down on this earth and touch it and call it their own.",
        "note": null,
        "page": 124
      },
      {
        "text": "the inevitable end that was coming to all of us but which she felt was best ignored while one got on with the business of life.",
        "note": null,
        "page": 194
      },
      {
        "text": "Her weight was hardly a confidential matter, and anyway, she was proud of being a traditionally built African lady, unlike these terrible, stick-like creatures one saw in the advertisements.",
        "note": null,
        "page": 195
      },
      {
        "text": "There were some aspects of the old arrangements in Africa which were very appropriate and comfortable – if you were a man,",
        "note": null,
        "page": 197
      }
    ]
  },
  "hold-up-the-sky": {
    "author": "Cixin Liu and Various",
    "title": "Hold Up the Sky",
    "highlights": [
      {
        "text": "Here's another perverse thought experiment: If you were to make a meatball out of humankind, its diameter would be less than a kilometer.",
        "note": null,
        "page": 12
      },
      {
        "text": "If life is a candle, his had burned to its base, and its wick had fallen and ignited the last bit of wax there, with a flame ten times brighter than before.",
        "note": null,
        "page": 40
      },
      {
        "text": "\"And then?\" \"I don't know. This is a philosophical question, but after so many times thawing out I'm afraid of philosophy.\"",
        "note": null,
        "page": 63
      },
      {
        "text": "\"In other words, afterward, everything will be repeated. History and life will become boring and predictable.\" \"No, it won't. You will be in another time. The current past will become your future. We are now in the future of that time.",
        "note": null,
        "page": 123
      },
      {
        "text": "In the instant that the slider entered the future, an error window popped up. Stack Overflow",
        "note": null,
        "page": 164
      },
      {
        "text": "knights of the sky",
        "note": null,
        "page": 233
      },
      {
        "text": "The idea was absurd, but once the oceans had dried, this was how Yan Dong always thought of it.",
        "note": null,
        "page": 251
      },
      {
        "text": "Even though the plane was climbing, the ice field climbed even faster. As a result, the distance between the planes and the ice field continued to shrink. \"The Earth is chasing us!\" the pilot screamed.",
        "note": null,
        "page": 260
      },
      {
        "text": "This magnificent work of art, its cruel beauty as well as nightmare, would forever be inscribed in the collective memory of humanity.",
        "note": null,
        "page": 282
      },
      {
        "text": "I've heard that a glass of water contains more atoms than the Earth's oceans contained cups of water.",
        "note": null,
        "page": 304
      }
    ]
  },
  "the-call-of-the-wild": {
    "author": "Jack London",
    "title": "The Call of the Wild",
    "highlights": [
      {
        "text": "His only apparent ambition, like Dave's, was to be left alone;",
        "note": null,
        "page": 221
      },
      {
        "text": "It was idle, he knew, to get between a fool and his folly;",
        "note": null,
        "page": 848
      }
    ]
  },
  "the-whole-truth-di-adam-fawley-5": {
    "author": "Cara Hunter",
    "title": "The Whole Truth",
    "highlights": [
      {
        "text": "I've learnt the hard way that it's only too easy to start beatifying a child who's no longer there.",
        "note": null,
        "page": 438
      },
      {
        "text": "Condescending and inconsequential; I have to hand it to Reynolds – as irrelevant information goes, that was pretty stellar.",
        "note": null,
        "page": 710
      },
      {
        "text": "The house whispers calm and grace and order. And screams money. Lots and lots of money.",
        "note": null,
        "page": 1014
      },
      {
        "text": "Unlike the locals, who are going hell for leather into another round of the Great British Kit-Off. If there was a law against raw bloke moobs in a built-up area I'd need to send for reinforcements.",
        "note": null,
        "page": 2292
      }
    ]
  },
  "broad-band-the-untold-story-of-the-women-who-made-the-internet": {
    "author": "Claire L. Evans",
    "title": "Broad Band: The Untold Story of the Women Who Made the Internet",
    "highlights": [
      {
        "text": "Without the human touch, current may run, but the signal stops.",
        "note": null,
        "page": 132
      },
      {
        "text": "she'd always assign the hardest jobs to the youngest and least experienced members of her team. She figured they didn't have the sense to know what was impossible.",
        "note": null,
        "page": 529
      },
      {
        "text": "In these early days, every computer was an island.",
        "note": null,
        "page": 610
      },
      {
        "text": "Betty Snyder thought of herself as a \"cross between an architect and a construction engineer.\" Betty Jean Jennings was more blunt. \"It was a son of a bitch to program,\" she wrote.",
        "note": null,
        "page": 745
      },
      {
        "text": "NASA was forced to destroy the Mariner I spacecraft, intended to probe the mysteries of Venus, because of a simple programming error.",
        "note": null,
        "page": 1211
      },
      {
        "text": "The SDS-940 was freestanding, tethered only to a few terminals across the bay: more furniture than accessory.",
        "note": null,
        "page": 1703
      },
      {
        "text": "To make successful links, in short, we need things worth linking.",
        "note": null,
        "page": 2777
      },
      {
        "text": "At the height of the bubble, all that really mattered was to generate some healthy interest before an IPO.",
        "note": null,
        "page": 3045
      },
      {
        "text": "A Web site ought never hope for permanence. Left untended, all bits eventually evaporate.",
        "note": null,
        "page": 3184
      },
      {
        "text": "Which is why if you go to word.com today, you'll find a dictionary and not a magazine. The real estate is too valuable to host memorials.",
        "note": null,
        "page": 3186
      },
      {
        "text": "while men generally see computers as a challenge—something to master and dominate—women see computers as tools, objects to be collaborated with.",
        "note": null,
        "page": 3630
      },
      {
        "text": "As one female game designer put it, \"We cannot expect women to excel in technology tomorrow if we don't encourage girls to have fun with technology today.\"",
        "note": null,
        "page": 3641
      },
      {
        "text": "Indeed, the first generation of feminists to the Web understood that access was an equality issue,",
        "note": null,
        "page": 3798
      }
    ]
  },
  "84k": {
    "author": "Claire North",
    "title": "84K",
    "highlights": [
      {
        "text": "Who will be strongest without love, alone, loveless, devoid? What is worse – for you to lose the one you love or for the one you love to be destroyed by losing you?",
        "note": null,
        "page": 123
      },
      {
        "text": "A lampshade above his head on which ducks flew in an endless circle, eyes wide and terrified at the philosophical prison of their flight.",
        "note": null,
        "page": 396
      },
      {
        "text": "She was sent to juvenile detention, where she worked copying and pasting five-star online reviews for sports products.",
        "note": null,
        "page": 716
      },
      {
        "text": "On the walls of the local Indian takeaway someone had graffitied, WILL YOU MARRY ME? but if an answer had been given, it hadn't endured.",
        "note": null,
        "page": 3093
      },
      {
        "text": "she had shrunk down so small beneath the muscle mass that she hadn't been able to see that the shape of her soul was a woman, blazing with light.",
        "note": null,
        "page": 3242
      },
      {
        "text": "The service is delayed. There is the wrong kind of ice on the line.",
        "note": null,
        "page": 6208
      },
      {
        "text": "a false passport in his pocket, a ticket to somewhere hot in his hand, and wonders what the hell he's going to do now that he's got principles and no pension plan, and concludes that it's probably all a disaster anyway.",
        "note": null,
        "page": 6241
      }
    ]
  },
  "fugitive-telemetry-the-murderbot-diaries-6": {
    "author": "Martha Wells",
    "title": "Fugitive Telemetry: The Murderbot Diaries",
    "highlights": [
      {
        "text": "I guess if you were really determined, you could find a way to get yourself killed by exposing the power connectors under the panels and shielding and, I don't know, licking them or something,",
        "note": null,
        "page": 44
      },
      {
        "text": "Humans do the \"make it a question so it doesn't sound so bad\" thing and it still sounds bad.",
        "note": null,
        "page": 63
      },
      {
        "text": "Don't look at me like that's my fault. I'm just telling you shit I know.",
        "note": null,
        "page": 266
      },
      {
        "text": "Because this is Preservation, Ratthi said, \"What is a random opportunity killing?\"",
        "note": null,
        "page": 633
      },
      {
        "text": "\"Its name is not JollyBaby.\" Tell me its name is not JollyBaby. It was five meters tall sitting in a crouch and looked like the mobile version of something you used to dig mining shafts.",
        "note": null,
        "page": 1205
      },
      {
        "text": "This meant that if the life-tender failed it would take me longer to die so I'd have longer to feel dumb about it than a human would.",
        "note": null,
        "page": 1430
      }
    ]
  },
  "remote-control": {
    "author": "Nnedi Okorafor",
    "title": "Remote Control",
    "highlights": [
      {
        "text": "And the flies. They were all over Wulugu, sprouting from people's bodies like fidgeting black flowers.",
        "note": null,
        "page": 552
      },
      {
        "text": "I'd started to wonder if … I'm glad it has come.\"",
        "note": null,
        "page": 1475
      }
    ]
  },
  "the-galaxy-and-the-ground-within-wayfarers-4": {
    "author": "Becky Chambers",
    "title": "The Galaxy, and the Ground Within: Wayfarers 4",
    "highlights": [
      {
        "text": "He thought briefly about bolting the remainder of his meal, but eating food without savouring it was almost as bad as throwing it out.",
        "note": null,
        "page": 304
      },
      {
        "text": "and shuttles that appeared held together with nothing more than a welding torch and hope.",
        "note": null,
        "page": 323
      },
      {
        "text": "he was aware that he had done this countless times and had nothing to worry about. Still, the visual of an entire planet rushing toward you was a hard thing to tell your body to ignore.",
        "note": null,
        "page": 357
      },
      {
        "text": "But possessing the intellectual knowledge that infrastructure can break was a far cry from watching it break in real time. He didn't know what to do with that.",
        "note": null,
        "page": 708
      },
      {
        "text": "'Things just happen,' Pei said kindly. 'All the rest of us can do is react. And do our best.'",
        "note": null,
        "page": 1434
      },
      {
        "text": "perhaps I'm not viewing it in the proper context. My peers would argue your situation and ours boil down to the same principle, but then, they're wrong about most things.'",
        "note": null,
        "page": 1807
      },
      {
        "text": "But for all the strategising, for all the narrow escapes and near misses, when you boiled it down, war was nothing more than an argument in which no one had landed on a better solution than killing each other.",
        "note": null,
        "page": 2101
      },
      {
        "text": "Aeluon culture, a mother was not a parent. Parents were men and shon. Parents went to school for it. Parents were the people who actually raised children, not those who had done the easy business of creating them.",
        "note": null,
        "page": 2773
      },
      {
        "text": "'It's all right,' Speaker said. 'You've never met one of me before.' 'True, but that's a reason, not an excuse.'",
        "note": null,
        "page": 3172
      },
      {
        "text": "'Because I didn't want to,' Speaker said simply. 'But why?' 'Because I didn't want to. And when it comes to a person's body, that is all the reason there ever needs to be.",
        "note": null,
        "page": 3625
      }
    ]
  },
  "harry-potter-and-the-goblet-of-fire-harry-potter-4": {
    "author": "J.K. Rowling",
    "title": "Harry Potter and the Goblet of Fire",
    "highlights": [
      {
        "text": "All the fourth-years had noticed a definite increase in the amount of work they were required to do this term. Professor McGonagall explained why, when the class gave a particularly loud groan at the amount of Transfiguration homework she had set.",
        "note": null,
        "page": 196
      }
    ]
  },
  "and-then-there-were-none": {
    "author": "Agatha Christie",
    "title": "And Then There Were None",
    "highlights": [
      {
        "text": "One little soldier boy left all alone; He went and hanged himself and then there were None.",
        "note": null,
        "page": 28
      },
      {
        "text": "Whole thing's like a detective story. Positively thrilling.' The judge said acidly: 'At my time of life, I have no desire for \"thrills\" as you call them.'",
        "note": null,
        "page": 60
      },
      {
        "text": "'Or else?' Philip Lombard grinned. 'Why make me say it? When it's on the tip of your own tongue. Anthony Marston was murdered, of course.'",
        "note": null,
        "page": 95
      },
      {
        "text": "'He's a madman! A loony.' The judge coughed. 'That almost certainly. But it hardly affects the issue.",
        "note": null,
        "page": 123
      },
      {
        "text": "And that's why I'm asking—do they keep bees on this island?—isn't it funny?—isn't it damned funny…?' She began laughing wildly again. Dr Armstrong strode forward. He raised his hand and struck her a flat blow on the cheek. She gasped, hiccupped—and swallowed. She stood motionless a minute, then she said: 'Thank you… I'm all right now.'",
        "note": null,
        "page": 153
      },
      {
        "text": "'Know what I'm thinking?' Philip Lombard said: 'As you're just about to tell me, it's not worth the trouble of guessing.'",
        "note": null,
        "page": 155
      },
      {
        "text": "That paralysing atmosphere of fear that had wrapped them round like a blanket yesterday while the wind howled outside was gone.",
        "note": null,
        "page": 201
      }
    ]
  },
  "all-the-rage": {
    "author": "Cara Hunter",
    "title": "All the Rage",
    "highlights": [
      {
        "text": "All those months after Jake died, she saw motherhood only in terms of loss. Absence. Not just the want of him but the despair of having any other child.",
        "note": null,
        "page": 471
      },
      {
        "text": "Alex's current beverage of choice is cherry bakewell green tea. We must be draining Waitrose dry.",
        "note": null,
        "page": 1187
      },
      {
        "text": "But the pathological stupidity of the criminal classes has been our salvation before, and may well be again.",
        "note": null,
        "page": 1617
      }
    ]
  },
  "stardust": {
    "author": "Neil Gaiman",
    "title": "Stardust",
    "highlights": [
      {
        "text": "'If you're here for the market,' he told the tall man, 'then it's miracles and wonders you'll be trading.' The tall man nodded. 'So, it would be miracles and wonders that you would be after, is it?'",
        "note": null,
        "page": 16
      },
      {
        "text": "'I gain my freedom on the day the moon loses her daughter, if that occurs in a week when two Mondays come together. I await it with patience.",
        "note": null,
        "page": 27
      },
      {
        "text": "if they ask where you've come from, you could say \"Behind me,\" and if they asked where you're going, you'd say \"In front of me.\" '",
        "note": null,
        "page": 105
      },
      {
        "text": "'If you touch me,' said the star, 'lay but a finger on me, you will regret it forevermore.' 'If ever you get to be my age,' said the old woman, 'you will know all there is to know about regrets, and you will know that one more, here or there, will make no difference in the long run.'",
        "note": null,
        "page": 321
      },
      {
        "text": "Have been unavoidably detained by the world.",
        "note": null,
        "page": 329
      }
    ]
  },
  "the-midnight-library": {
    "author": "Matt Haig",
    "title": "The Midnight Library",
    "highlights": [
      {
        "text": "you see? Sometimes regrets aren't based on fact at all. Sometimes regrets are just . . .' She searched for the appropriate term and found it. 'A load of bullshit.'",
        "note": null,
        "page": 63
      },
      {
        "text": "Minds can't see what they can't handle.'",
        "note": null,
        "page": 145
      },
      {
        "text": "That excellent outcomes were the result of 'the wise choice of many alternatives'.",
        "note": null,
        "page": 190
      }
    ]
  },
  "last-christmas": {
    "author": "Greg Wise and Emma Thompson",
    "title": "Last Christmas",
    "highlights": [
      {
        "text": "I think it's fitting that the calendars stopped there, on the most exciting day of the year, the day which contained no disappointment, only glorious anticipation.",
        "note": null,
        "page": 295
      },
      {
        "text": "A round table in the middle of the restaurant was winning the hotly contested title of party most likely to finish the lunch slipping around in their own vomit like Bambi on ice.",
        "note": null,
        "page": 735
      },
      {
        "text": "what is this christmas thing? it smells of promises and caramel it sounds like a tiny storm in a tiny cave full of phosphorescent pools and lonely people",
        "note": null,
        "page": 1962
      },
      {
        "text": "a department store in Japan, anxious to capitalise on the commercial opportunities the season affords but not quite understanding the details of the Christian story, once featured in its window a Santa Claus nailed to a tinselled cross.",
        "note": null,
        "page": 2022
      },
      {
        "text": "Steve Ali",
        "note": null,
        "page": 2051
      },
      {
        "text": "I realise now, the character in the Christmas story we should all aspire to be is the star in the sky that shines so brightly and hopefully – that someone else who is lost can find their way.",
        "note": null,
        "page": 2102
      },
      {
        "text": "My years at the UN taught me that most people want the same things: safety, stability, work and a healthy and happy future for their children. It's not too much to ask.",
        "note": null,
        "page": 2242
      }
    ]
  },
  "who-am-i-again": {
    "author": "Lenny Henry",
    "title": "Who am I, again?",
    "highlights": [
      {
        "text": "Nelson Mandela once said, 'Forget the past.' In many respects I think he was right. The past can appear to be this other country, this exalted place where you spent so much time and where so many things happened that were good or bad or painful, and it's difficult to let go, but in the living of life there is forward movement and so you wind up letting go anyway, just by virtue of putting one foot after the other.",
        "note": null,
        "page": 66
      },
      {
        "text": "I arrived first, wearing my snazzy Freemans catalogue checked jacket, which I was painstakingly paying off at the rate of 15p a week.",
        "note": null,
        "page": 994
      },
      {
        "text": "This gradual see-sawing in my bodyweight would continue for the next thirty years.",
        "note": null,
        "page": 1524
      },
      {
        "text": "But having lived through riots and insults and people touching my hair on the bus and telling me it's like Velcro, people spitting on their fingers, rubbing my face and saying, 'Ooh look, it doesn't come off,' maybe this is the time to stand up and tell people to back off.",
        "note": null,
        "page": 1784
      },
      {
        "text": "There's something to be said for really working your material until it shines like a jewel, so that you can do it in any condition – happy, sad, overweight, underweight, joyous, depressed as buggery. If you have an act you can do anytime, anywhere, anyhow … then that is a fine thing.",
        "note": null,
        "page": 3014
      }
    ]
  },
  "to-be-taught-if-fortunate": {
    "author": "Becky Chambers",
    "title": "To Be Taught, If Fortunate",
    "highlights": [
      {
        "text": "So, while we can't wait around forever, the urgency – like so many things in space travel – is relative.",
        "note": null,
        "page": 45
      },
      {
        "text": "I doubt what I write will be objective. I will almost certainly contradict myself.",
        "note": null,
        "page": 59
      },
      {
        "text": "I'm an observer, not a conqueror. I have no interest in changing other worlds to suit me. I choose the lighter touch: changing myself to suit them.",
        "note": null,
        "page": 179
      },
      {
        "text": "The amount a person can spare is relative; the value of generosity is not.",
        "note": null,
        "page": 273
      },
      {
        "text": "The pocket-sized tool that contained a magnifying glass and three knives and a fish scaler you'd never use?",
        "note": null,
        "page": 425
      },
      {
        "text": "Is that a fair trade, their pain for our knowledge?'",
        "note": null,
        "page": 1322
      },
      {
        "text": "For all my impartiality, for all my trying to set aside anthropocentric biases and see the beauty in all forms, I truly didn't care. I watched them burn, and felt a twisted gratitude. I have never stopped hating what that says about me.",
        "note": null,
        "page": 1473
      },
      {
        "text": "The airlock opened before me, edgeless vacuity beyond. There were no winds here, no crashing waves. Only the cold constancy of stars, to which I was just a crude bit of wet carbon,",
        "note": null,
        "page": 1485
      },
      {
        "text": "But I was different, as different as a stranger. My mind felt quiet, at last, but the feeling was so precious that I was reluctant to accept it.",
        "note": null,
        "page": 1542
      }
    ]
  },
  "zed": {
    "author": "Joanna Kavenna",
    "title": "Zed",
    "highlights": [
      {
        "text": "Alas, within the free market it is not permitted to trade freely in any place you choose, and these people were of course prosecuted for trading without a licence.",
        "note": null,
        "page": 58
      },
      {
        "text": "Meanwhile, Strachey tried to decide whether to jump (into the abyss) or whether to stand at the edge (and be pushed into the abyss) or whether to tiptoe back from the edge of the abyss (hoping no one noticed where he had been and also that no one would push him in later anyway).",
        "note": null,
        "page": 140
      },
      {
        "text": "just need a yes or no answer,' said Guy. 'Only just! Nothing is ever only just!' said Sarah Coates.",
        "note": null,
        "page": 178
      },
      {
        "text": "The point was made across all the free media. Nothing you are told is real. Remember this, until we tell you that something you are being told is real. Actually, the thing we are telling you, that nothing you are told is real, is actually real. That thing is real, about nothing being real. Just that thing though and nothing else. Is that clear?",
        "note": null,
        "page": 271
      },
      {
        "text": "Furthermore, in order to protect the nation from any further security violations in protest against mass surveillance, the Government would, naturally, be obliged to enhance its mass surveillance program further.",
        "note": null,
        "page": 304
      },
      {
        "text": "She hoped to capsize the world, and make everything lowermost that was uppermost.",
        "note": null,
        "page": 321
      },
      {
        "text": "It was her mind that was broken, rather than the reality beyond her. Yet, how would she tell?",
        "note": null,
        "page": 333
      }
    ]
  },
  "the-master-and-margarita": {
    "author": "Mikhail Bulgakov and Michael Glenny",
    "title": "The Master and Margarita (Vintage Classic Russians Series)",
    "highlights": [
      {
        "text": "Just then the sultry air coagulated and wove itself into the shape of a man",
        "note": null,
        "page": 329
      },
      {
        "text": "After a moment's reflection she rounded off her retort with a long, satisfying and unprintable obscenity.",
        "note": null,
        "page": 4217
      },
      {
        "text": "The hope that she might regain her happiness made her fearless. In any case she was not given much time to loll in the car and dream about happiness. The crow was a good driver and the car a fast one.",
        "note": null,
        "page": 4252
      },
      {
        "text": "We shall see people who in their time wielded enormous power. But when one recalls how microscopic their influence really was in comparison with the powers of the one in whose retinue I have the honour to serve they become quite laughable, even pathetic",
        "note": null,
        "page": 4317
      },
      {
        "text": "If it is true that cowardice is the worst sin of all, then the dog at least is not guilty of it. The only thing that frightened this brave animal was a thunderstorm. But one who loves must share the fate of his loved one.'",
        "note": null,
        "page": 6403
      }
    ]
  },
  "a-closed-and-common-orbit-wayfarers-2": {
    "author": "Becky Chambers",
    "title": "A Closed and Common Orbit: Wayfarers 2",
    "highlights": [
      {
        "text": "And seriously, anybody working in a job that doesn't let you take a nap when you need to should get a new job.",
        "note": null,
        "page": 53
      },
      {
        "text": "Parenting was considered a full-time job, and not something to be undertaken alone. As a woman had no way to plan for if and when she might become fertile, the idea of her abandoning her own profession to look after an unplanned child was unthinkable.",
        "note": null,
        "page": 80
      },
      {
        "text": "'So, tattooing … you've got a picture in your mind, then you put it on your body. You make a hazy imagining into a tangible part of you. Or, to flip it around, you want a reminder of something, so you put it on your body, where it's a real, touchable thing.",
        "note": null,
        "page": 94
      },
      {
        "text": "'With imagination, you can go anywhere!' Alain said. Jane didn't know what that stuff was, but it sounded pretty useful.",
        "note": null,
        "page": 171
      },
      {
        "text": "Making dogs into food wasn't fun.",
        "note": null,
        "page": 180
      },
      {
        "text": "'But the dead person doesn't know the food's there.' 'The living people do. Just because someone goes away doesn't mean you stop loving them.'",
        "note": null,
        "page": 240
      },
      {
        "text": "'Are any of these poisonous?' she asked. Oouoh wiggled his neck. 'To you? No idea. But I know where the med ward is, and you look easy to carry.'",
        "note": null,
        "page": 321
      }
    ]
  },
  "all-my-friends-are-superheroes": {
    "author": "Andrew Kaufman",
    "title": "All My Friends are Superheroes",
    "highlights": [
      {
        "text": "The Perfectionist kissed him (perfectly).",
        "note": null,
        "page": 265
      },
      {
        "text": "She took off his pants. She took off his boxers. With most guys the Perfectionist would stop there. She didn't. She was still feeling reckless. She took off his skin. She took off his nervous system. She lifted up his rib cage. His heart beat in her hand. And there, underneath it, she found a jewelled golden box.",
        "note": null,
        "page": 796
      }
    ]
  },
  "the-long-way-to-a-small-angry-planet": {
    "author": "Becky Chambers",
    "title": "The Long Way to a Small, Angry Planet",
    "highlights": [
      {
        "text": "Silence belonged to the vacuum outside. Silence was death.",
        "note": null,
        "page": 3
      },
      {
        "text": "The inner airlock door spun open to reveal a pale man with a sour face. He changed his expression as Rosemary stepped forward. It was the most insincere smile she had ever seen.",
        "note": null,
        "page": 23
      },
      {
        "text": "\"Do not judge other species by your own social norms.\"",
        "note": null,
        "page": 30
      },
      {
        "text": "\"Psh. They're just big sandwiches on hooves,\" said Jenks, walking in with a grin. \"I've had planetside beef too, y'know. It's awesome.\"",
        "note": null,
        "page": 49
      },
      {
        "text": "Lovey was always there to call for help. But it was the sort of thing that made a man pause before scratching his balls or picking his nose. Having an AI around forced good manners.",
        "note": null,
        "page": 69
      },
      {
        "text": "\"If I had found her pretty, would that bother you?\" Lovey laughed. \"No. Jealousy's stupid.\" \"Just because it's stupid doesn't mean you can't feel it.\"",
        "note": null,
        "page": 71
      },
      {
        "text": "Dr. Chef's the only doctor I've ever had who's never once told me that my life would be easier if I got a few tweaks. You know, so I could be a normal height. Fuck that.",
        "note": null,
        "page": 73
      },
      {
        "text": "Have you ever done daffy?\" Rosemary blinked. Where she was from, people didn't casually ask about illegal hallucinogens over breakfast.",
        "note": null,
        "page": 83
      },
      {
        "text": "\"Some advice? If Kizzy ever says the words 'you know what would be a great idea?', ignore whatever comes after.\"",
        "note": null,
        "page": 92
      },
      {
        "text": "\"I have never understood potatoes,\" Sissix said. \"The whole point of a potato is to cover it with salt so you don't notice how bland it is. Why not just get a salt lick and skip the potato?\"",
        "note": null,
        "page": 103
      },
      {
        "text": "Kizzy had managed to drop a sandwich into an air duct last tenday, so they hardly needed to worry about her launching a coup.",
        "note": null,
        "page": 105
      },
      {
        "text": "\"Why snuggle with a weirdo?\" Kizzy asked. \"Being weird doesn't mean that she doesn't deserve companionship.",
        "note": null,
        "page": 159
      },
      {
        "text": "\"Nobody should be alone,\" Sissix said. \"Being alone and untouched … there's no punishment worse than that. And she's done nothing wrong. She's just different.\"",
        "note": null,
        "page": 160
      },
      {
        "text": "In many ways, the idea of a shared stock of genes drifting through the galaxy is far easier to accept than the daunting notion that none of us may ever have the intellectual capacity to understand how life truly works.",
        "note": null,
        "page": 180
      },
      {
        "text": "he said, with a restrained smile. \"I'm sure the psychological damage of my accidental insult cut them real deep.\"",
        "note": null,
        "page": 212
      },
      {
        "text": "Ashby didn't care much for gravity that couldn't be turned off.",
        "note": null,
        "page": 227
      },
      {
        "text": "Humans' preoccupation with \"being happy\" was something he had never been able to figure out. No sapient could sustain happiness all of the time, just as no one could live permanently within anger, or boredom, or grief.",
        "note": null,
        "page": 258
      },
      {
        "text": "He could study his grief from a distance, like a scientist observing animals. He embraced it, accepted it, acknowledged that it would never go away. It was as much as part of him as any pleasant feeling. Perhaps even more so.",
        "note": null,
        "page": 258
      },
      {
        "text": "The memories reached out to Dr. Chef, trying to pull him away from his safe observation point. They tugged, begging for him to give in. But he would not. He was not a prisoner of those memories. He was their warden.",
        "note": null,
        "page": 260
      },
      {
        "text": "\"We cannot blame ourselves for the wars our parents start. Sometimes the very best thing we can do is walk away.\"",
        "note": null,
        "page": 264
      },
      {
        "text": "If you have a fractured bone, and I've broken every bone in my body, does that make your fracture go away? Does it hurt you any less, knowing that I am in more pain?\" \"No, but that's not—\" \"Yes, it is. Feelings are relative. And at the root, they're all the same, even if they grow from different experiences and exist on different scales.\"",
        "note": null,
        "page": 265
      },
      {
        "text": "unfinished projects often kept her up late. It always started with one last circuit, which turned into I bet I could fix this, and just a few more tweaks, and then bam, breakfast time.",
        "note": null,
        "page": 270
      },
      {
        "text": "\"I'll never understand how the rest of you expect brand new adults to be able to teach kids how to be people.\"",
        "note": null,
        "page": 318
      },
      {
        "text": "Aandrisks bonded through coupling, too, but Humans — Humans could get crazy over it.",
        "note": null,
        "page": 345
      },
      {
        "text": "\"This is so fucking Human of you. Lie back and let the galaxy do whatever it wants, because you're too guilty about how badly you fucked up your own species to ever take initiative.\"",
        "note": null,
        "page": 408
      },
      {
        "text": "The people we remember are the ones who decided how our maps should be drawn. Nobody remembers who built the roads.\"",
        "note": null,
        "page": 428
      },
      {
        "text": "Because I've loved you since then.",
        "note": null,
        "page": 462
      },
      {
        "text": "we Humans can get awful messed up when we've lost someone.",
        "note": null,
        "page": 473
      }
    ]
  },
  "the-cuckoos-calling-cormoran-strike-1": {
    "author": "Robert Galbraith",
    "title": "The Cuckoo's Calling",
    "highlights": [
      {
        "text": "her demise, proved to be empty and transient as a soap bubble.",
        "note": null,
        "page": 69
      },
      {
        "text": "Strike, however, knew Charlotte as intimately as a germ that had lingered in his blood for fifteen years;",
        "note": null,
        "page": 323
      },
      {
        "text": "Her death was an almost palpable presence in the room, as though it stood waiting patiently, politely,",
        "note": null,
        "page": 493
      }
    ]
  },
  "the-bell-jar": {
    "author": "Sylvia Plath",
    "title": "The Bell Jar (FF Classics)",
    "highlights": [
      {
        "text": "My dream was some day ordering a drink and finding out it tasted wonderful.",
        "note": null,
        "page": 10
      },
      {
        "text": "There must be quite a few things a hot bath won't cure, but I don't know many of them. Whenever I'm sad I'm going to die, or so nervous I can't sleep, or in love with somebody I won't be seeing for a week, I slump down just so far and then I say: 'I'll go take a hot bath.'",
        "note": null,
        "page": 18
      },
      {
        "text": "I thought it sounded just like the sort of drug a man would invent. Here was a woman in terrible pain, obviously feeling every bit of it or she wouldn't groan like that, and she would go straight home and start another baby, because the drug would make her forget how bad the pain had been,",
        "note": null,
        "page": 62
      },
      {
        "text": "Then he just stood there in front of me and I kept on staring at him. The only thing I could think of was turkey neck and turkey gizzards and I felt very depressed.",
        "note": null,
        "page": 64
      },
      {
        "text": "I felt dreadfully inadequate. The trouble was, I had been inadequate all along, I simply hadn't thought about it.",
        "note": null,
        "page": 72
      },
      {
        "text": "Now the one thing this article didn't seem to me to consider was how a girl felt.",
        "note": null,
        "page": 77
      },
      {
        "text": "wouldn't do at all. That's one of the reasons I never wanted to get married. The last thing I wanted was infinite security and to be the place an arrow shoots off from.",
        "note": null,
        "page": 79
      },
      {
        "text": "Then plan after plan started leaping through my head, like a family of scatty rabbits.",
        "note": null,
        "page": 118
      },
      {
        "text": "Then he would lean back in his chair and match the tips of his fingers together in a little steeple and tell me why I couldn't sleep and why I couldn't read and why I couldn't eat and why everything people did seemed so silly, because they only died in the end.",
        "note": null,
        "page": 123
      },
      {
        "text": "What did I think was wrong? That made it sound as if nothing was really wrong, I only thought it was wrong.",
        "note": null,
        "page": 124
      },
      {
        "text": "But when it came right down to it, the skin of my wrist looked so white and defenceless that I couldn't do it. It was as if what I wanted to kill wasn't in that skin or the thin blue pulse that jumped under my thumb, but somewhere else, deeper, more secret, and a whole lot harder to get at.",
        "note": null,
        "page": 142
      },
      {
        "text": "wherever I sat – on the deck of a ship or at a street café in Paris or Bangkok – I would be sitting under the same glass bell jar, stewing in my own sour air.",
        "note": null,
        "page": 178
      },
      {
        "text": "Maybe forgetfulness, like a kind snow, should numb and cover them. But they were part of me. They were my landscape.",
        "note": null,
        "page": 227
      },
      {
        "text": "How did I know that someday – at college, in Europe, somewhere, anywhere – the bell jar, with its stifling distortions, wouldn't descend again?",
        "note": null,
        "page": 230
      }
    ]
  },
  "the-book-of-m": {
    "author": "Peng Shepherd",
    "title": "The Book of M",
    "highlights": [
      {
        "text": "Naz heard what more her little sister meant to say. Because she wanted us to be together at the end.",
        "note": null,
        "page": 90
      },
      {
        "text": "luck.\" \"Don't ask the sparrows the way,\" it said as it darted off. \"They always lie.\"",
        "note": null,
        "page": 259
      },
      {
        "text": "Here he could walk down a street with no planning at all and feel perfectly safe.",
        "note": null,
        "page": 413
      }
    ]
  },
  "network-effect-the-murderbot-diaries-5": {
    "author": "Martha Wells",
    "title": "Network Effect",
    "highlights": [
      {
        "text": "It could be one more weird anomaly in this unending cycle of what the fuck. Or it could be a trick,",
        "note": null,
        "page": 1453
      },
      {
        "text": "(The wibbliness was why I trusted Arada. Overconfident humans who don't listen to anybody else scare the hell out of me.)",
        "note": null,
        "page": 2483
      },
      {
        "text": "After twenty-seven minutes, it worked. I was aware of ART looming in my feed. (Imagine sitting in front of a display surface and someone eight times your size shoulders in and sits in the chair with you.)",
        "note": null,
        "page": 2822
      },
      {
        "text": "I was going to be paranoid until I figured out how ART had been attacked.) (I mean, I'll be paranoid after that, too, but only about the usual things.)",
        "note": null,
        "page": 3249
      },
      {
        "text": "(Foolproof is another weird word. Shouldn't it be smartproof?",
        "note": null,
        "page": 3512
      },
      {
        "text": "right now it was hard to cling to the comfort of bitterness and pessimism.",
        "note": null,
        "page": 3895
      },
      {
        "text": "\"Threat assessment is…\" I checked it. \"Never mind.\"",
        "note": null,
        "page": 3909
      },
      {
        "text": "Ratthi explained, tapping his own forehead like maybe I had also forgotten where my brain was.",
        "note": null,
        "page": 5176
      }
    ]
  },
  "close-to-home-di-adam-fawley-1": {
    "author": "Cara Hunter",
    "title": "Close to Home",
    "highlights": [
      {
        "text": "You'd be amazed how many times we find kids under beds or in wardrobes. They're not lost, they're just hiding. And most of those stories don't have happy endings either.",
        "note": null,
        "page": 54
      },
      {
        "text": "That's what ten years on this job and three tours of the Middle East does to you.' 'Tell me about it,' says Quinn, who's not been any further than Magaluf.",
        "note": null,
        "page": 2415
      },
      {
        "text": "well, I can't think of anything much shittier than that.' 'Is that a technical term?' 'It serves. When dealing with the untrained.' I see Anna suppress a smile.",
        "note": null,
        "page": 2488
      },
      {
        "text": "Kids that young get things out of proportion. Especially bad things. They can't put them in perspective, and they can't see beyond how bad they feel right now. If children under twelve commit suicide, that's usually the reason why.'",
        "note": null,
        "page": 2930
      },
      {
        "text": "He smiles then and I realize, with a ghost of self-reproach, that it's the first time I've ever seen him do it.",
        "note": null,
        "page": 4329
      }
    ]
  },
  "speccy-nation": {
    "author": "Dan Whitehead",
    "title": "Speccy Nation",
    "highlights": [
      {
        "text": "And yet the Speccy was, let's be honest, a bit crap.",
        "note": null,
        "page": 42
      },
      {
        "text": "the Spectrum seemingly went out of its way to appear daunting and overly technical, with each key pulling quintuple duty, modified by a baffling surplus of specialist shift keys.",
        "note": null,
        "page": 54
      },
      {
        "text": "This was an industry in its infancy, before enough rules and accepted wisdom had accumulated to stifle creative thinking.",
        "note": null,
        "page": 64
      },
      {
        "text": "a miraculous lifeline for gamers in the days when the idea of \"saving your game\" was considered the whimsical dream of idiots and madmen.",
        "note": null,
        "page": 231
      },
      {
        "text": "while popular browser titles like Cubefield are remakes in all but name.",
        "note": null,
        "page": 340
      },
      {
        "text": "Head Over Heels, not just the best of all the isometric 8-bit adventures, but one of the best games ever made, full stop.",
        "note": null,
        "page": 347
      },
      {
        "text": "it becomes clear that a game this obsessed with piss and poo could only ever have come from the UK, the spiritual home of smut and toilet humour.",
        "note": null,
        "page": 1044
      },
      {
        "text": "If you ever want to make a young gamer today appreciate just how lucky they are, sit them in front of Death Star Interceptor and let them marvel at a game that not only boldly stuck two copyright-infringing fingers up at one of the richest men in the world, but also happily killed you before the game had even started just for good measure.",
        "note": null,
        "page": 1143
      }
    ]
  },
  "the-princess-diarist": {
    "author": "Carrie Fisher",
    "title": "The Princess Diarist",
    "highlights": [
      {
        "text": "Kidding yourself doesn't require that you have a sense of humor. But a sense of humor comes in handy for almost everything else.",
        "note": null,
        "page": 12
      },
      {
        "text": "I knew my name. So I let him know I knew it. \"Yeah,\" I said in a voice very like mine.",
        "note": null,
        "page": 30
      },
      {
        "text": "I had so much lip gloss on you might have slid off and broken your own lips if you tried to kiss me.",
        "note": null,
        "page": 42
      },
      {
        "text": "Recollections might differ with regard to the smaller details, but I don't think my perceptions are distorted.",
        "note": null,
        "page": 51
      },
      {
        "text": "Peter is attractive also. Not as attractive as Koo, but he doesn't have to be because as you no doubt are aware, if you have a penis and a job, being handsome is a fantastic bonus but hardly a necessity.",
        "note": null,
        "page": 75
      },
      {
        "text": "I'd always written, since I was about twelve. It seemed to calm me, getting anything that might be chaotic behind the eyes onto the page in front of me where it could do me less harm.",
        "note": null,
        "page": 92
      },
      {
        "text": "Sullen and scornful; a real Marlboro man The type who pours out the beer and eats the can",
        "note": null,
        "page": 111
      },
      {
        "text": "We often assume that when the surface offers so little the depth must be unfathomable.",
        "note": null,
        "page": 112
      },
      {
        "text": "people. I trust and mistrust anyone. I have traveled a full circle. But this time, on returning to zero again, I am able to act out the mistake more adeptly.",
        "note": null,
        "page": 128
      },
      {
        "text": "I never had what I wanted because I would never want what I had",
        "note": null,
        "page": 132
      },
      {
        "text": "If you'd never gotten close I wouldn't have noticed when you were far away But you filled up my nights and then emptied my days",
        "note": null,
        "page": 145
      },
      {
        "text": "We leave no sophistry unturned As our rhetoric becomes more intense Using our very large vocabularies To disguise our very common sense.",
        "note": null,
        "page": 147
      },
      {
        "text": "Even though you were running around and shooting guns, your hair absolutely could not be in disarray.",
        "note": null,
        "page": 183
      },
      {
        "text": "God never gives us more than we can handle, so if He gives you a lot, take it as a compliment—you catch the overall gist of my drift.",
        "note": null,
        "page": 245
      },
      {
        "text": "Never have had my entire planet blown up in front of me (including my mother and entire record collection),",
        "note": null,
        "page": 246
      }
    ]
  },
  "the-little-prince": {
    "author": "Antoine De Saint-Exupery and Michael Morpurgo",
    "title": "The Little Prince",
    "highlights": [
      {
        "text": "Grown-ups are very fond of numbers. When you tell them about a new friend, they never ask you the kind of questions that should be asked, such as: 'What kind of voice does he have?' 'What are his favourite games?' 'Does he collect butterflies?' Instead they ask: 'How old is he? How many brothers has he got? How much does he weigh? How much money does his father earn?'",
        "note": null,
        "page": 205
      },
      {
        "text": "On this one star, this one planet, here, now, on my own planet Earth, the little prince needed comforting. Nothing else mattered. I put my arms around him, and held him, rocking him gently.",
        "note": null,
        "page": 327
      },
      {
        "text": "'But what about all those wild creatures out there?' said the little prince. 'Well, as I see it, if I ever want to see butterflies, I think I have to put up with two or three caterpillars, don't you?",
        "note": null,
        "page": 396
      },
      {
        "text": "'But I've already seen all there is to see of your kingdom,' said the little prince, turning to have another good look at the other side of the planet. 'And there's no one there.'",
        "note": null,
        "page": 459
      },
      {
        "text": "But if you tame me, you and I, we will have created a relationship, and so we will need one another. You will be unique in the world for me.'",
        "note": null,
        "page": 768
      },
      {
        "text": "'Do you want to hear my secret? It is very simple. The important things in life you cannot see with your eyes, only with your heart.'",
        "note": null,
        "page": 822
      },
      {
        "text": "'whether we are thinking of a house, or the stars, or the desert, what makes them beautiful is always invisible.'",
        "note": null,
        "page": 883
      },
      {
        "text": "'Eyes are blind,' the little prince went on. 'To see things as they are, you have to use your heart.'",
        "note": null,
        "page": 915
      }
    ]
  },
  "children-of-time-children-of-time-1": {
    "author": "Adrian Tchaikovsky",
    "title": "Children of Time",
    "highlights": [
      {
        "text": "Only-child humanity craved the sole attention of the universe.",
        "note": null,
        "page": 9
      },
      {
        "text": "It would be more diplomatically advantageous if Fabian was not killed and eaten during the throes of passion.",
        "note": null,
        "page": 101
      },
      {
        "text": "She may then kill and eat him, which is thought to be a great honour for the victim, although even Portia suspects that the males do not quite see it that way.",
        "note": null,
        "page": 154
      },
      {
        "text": "her own survival is not necessary for Bianca's plan to work, even though she would personally prefer it.",
        "note": null,
        "page": 210
      },
      {
        "text": "The world is falling apart, and Portia is shocked at how little it has taken for this to occur. She had never realized that her whole civilization was such a fragile entity.",
        "note": null,
        "page": 252
      },
      {
        "text": "that division of man against man that was the continual brake on human progress.",
        "note": null,
        "page": 319
      },
      {
        "text": "'Two things, you said. Two reasons.' 'Oh, yes, he's completely nut-bucket crazy.",
        "note": null,
        "page": 322
      },
      {
        "text": "Everyone was too busy doing the work to pass on the knowledge.",
        "note": null,
        "page": 397
      },
      {
        "text": "It had been a rough few weeks. The universe had been given centuries to absorb the shock, but not him. He had been woken and pounded, woken and pounded, and the rigid stasis of suspension offered him no capacity to recover his balance.",
        "note": null,
        "page": 440
      },
      {
        "text": "absence of success did not mean her experiment was a failure.",
        "note": null,
        "page": 452
      },
      {
        "text": "The heat that she is generating has nowhere to go, being surrounded by so little air. She begins the slow process of boiling within her own skin.",
        "note": null,
        "page": 484
      },
      {
        "text": "His somewhat disjointed briefing now looked in retrospect like a man fighting for his composure – and holding on to it, just. Against all expectations, Karst was coping. Come the hour, come the man. Also, he might be drunk. Holsten realized he couldn't tell.",
        "note": null,
        "page": 498
      },
      {
        "text": "Still gouting out its contents into the hungry emptiness of space,",
        "note": null,
        "page": 531
      },
      {
        "text": "It took a long time to work out how to do it, but in the end she was only information, after all. Everything is only information, if you have sufficient capacity to encompass it.",
        "note": null,
        "page": 536
      },
      {
        "text": "Nobody had mentioned fighting an army of spiders for the survival of the human race,",
        "note": null,
        "page": 561
      },
      {
        "text": "Life is not perfect, individuals will always be flawed, but empathy – the sheer inability to see those around them as anything other than people too – conquers all, in the end.",
        "note": null,
        "page": 598
      }
    ]
  },
  "in-the-dark-di-adam-fawley-2": {
    "author": "Cara Hunter",
    "title": "In The Dark",
    "highlights": [
      {
        "text": "Gis, who has always been exceptionally good at knowing when to stop digging; and Quinn, who carries his own set of shovels.",
        "note": null,
        "page": 390
      },
      {
        "text": "The doctor smiles. He's very good-looking. Think Idris Elba with a stethoscope.",
        "note": null,
        "page": 459
      },
      {
        "text": "Everyone does that. No one knows what to say to the parents of a dead child.",
        "note": null,
        "page": 986
      },
      {
        "text": "'Yup, there's definitely something down there. Nina – do you want to give it a try? I'm a bit too dimensionally challenged for this one.'",
        "note": null,
        "page": 1186
      },
      {
        "text": "he knows he's fucked up, so he appears to have decided to take his medicine on the chin. Mixed metaphor, but you get my drift.",
        "note": null,
        "page": 3354
      },
      {
        "text": "and me at the dishwasher. I drive Alex mad re-stacking everything she puts in it, so I'm trying to finish before she comes down.",
        "note": null,
        "page": 3457
      },
      {
        "text": "Baxter gestures at Somer. A gesture that says, as far as I'm concerned this is a wild goose chase so if it goes tits up it's down to her, not me.",
        "note": null,
        "page": 4171
      },
      {
        "text": "'We're OK. Really.' It's what I say. What I always say.",
        "note": null,
        "page": 5355
      }
    ]
  },
  "flowers-for-algernon": {
    "author": "Daniel Keyes",
    "title": "Flowers For Algernon",
    "highlights": [
      {
        "text": "He wished me luk. I hope I have luk. I got my rabits foot and my luky penny and my horshoe.",
        "note": null,
        "page": 9
      },
      {
        "text": "Miss Kinnian, says its, importent, because, it makes writing, better, she said, somebody, could lose, a lot, of money, if a comma, isnt in, the right, place,",
        "note": null,
        "page": 27
      },
      {
        "text": "It became such an ordeal – so painful – that I forced myself to take my mind off her.",
        "note": null,
        "page": 54
      },
      {
        "text": "What's right? Ironic that all my intelligence doesn't help me solve a problem like this.",
        "note": null,
        "page": 63
      },
      {
        "text": "The ice had broken between us and the gap was widening as the current of my mind carried me swiftly into the open sea.",
        "note": null,
        "page": 87
      },
      {
        "text": "'Oh, how insufferable you've become. How do you know what I feel? You take liberties with other people's minds. You can't tell how I feel or what I feel or why I feel.'",
        "note": null,
        "page": 88
      },
      {
        "text": "he's just an ordinary man trying to do a great man's work, while the great men are all busy making bombs.'",
        "note": null,
        "page": 106
      },
      {
        "text": "Everywhere I go they've got signs all over the place – don't park here! don't park there! – I just can't be bothered stopping to read a sign every time I want to get out of the car.'",
        "note": null,
        "page": 148
      },
      {
        "text": "Life and work are the most wonderful things a man can have. I am in love with what I am doing, because the answer to this problem is right here in my mind, and soon – very soon – it will burst into consciousness.",
        "note": null,
        "page": 169
      },
      {
        "text": "'No one really starts anything new, Mrs Nemur. Everyone builds on other men's failures. There is nothing really original in science. What each man contributes to the sum of knowledge is what counts.'",
        "note": null,
        "page": 171
      },
      {
        "text": "'Is it wise of you to drink so heavily?' 'No, but I'm trying to relax and I seem to have come to the wrong place.'",
        "note": null,
        "page": 172
      },
      {
        "text": "Your genius has destroyed your faith in the world and in your fellow men.'",
        "note": null,
        "page": 175
      },
      {
        "text": "Intelligence without the ability to give and receive affection leads to mental and moral breakdown, to neurosis, and possibly even psychosis. And I say that the mind absorbed in and involved in itself as a self-centered end, to the exclusion of human relationships, can only lead to violence and pain.",
        "note": null,
        "page": 175
      },
      {
        "text": "He had come to believe in the myth of his own authority, and after all I am an outsider.",
        "note": null,
        "page": 180
      },
      {
        "text": "Her  voice,  hoarse,  was  an unmistakable echo down the corridors of memory.",
        "note": null,
        "page": 183
      }
    ]
  },
  "the-testaments-the-handmaids-tale-2": {
    "author": "Margaret Atwood",
    "title": "The Testaments",
    "highlights": [
      {
        "text": "You don't believe the sky is falling until a chunk of it falls on you.",
        "note": null,
        "page": 1214
      },
      {
        "text": "I realize this sounds both sinister and frivolous, but children will make games out of whatever is available to them.",
        "note": null,
        "page": 1739
      },
      {
        "text": "You'd be surprised how quickly the mind goes soggy in the absence of other people. One person alone is not a full person: we exist in relation to others. I was one person: I risked becoming no person.",
        "note": null,
        "page": 2248
      },
      {
        "text": "\"So kind of you to tell me,\" I said. The muscles of my face were beginning to hurt. Under some conditions, smiling is a workout.",
        "note": null,
        "page": 2623
      },
      {
        "text": "Keep your friends close but your enemies closer. Having no friends, I must make do with enemies.",
        "note": null,
        "page": 2666
      },
      {
        "text": "\"Penises,\" I said thoughtfully. \"Them again.\"",
        "note": null,
        "page": 3051
      },
      {
        "text": "This place is weird as fuck.",
        "note": null,
        "page": 3796
      },
      {
        "text": "\"It would indeed be preferable for her to be in your care rather than in mine. In case anything might happen … in case she might develop a fatal illness.\" I will remind you here that there is no divorce in Gilead.",
        "note": null,
        "page": 4281
      },
      {
        "text": "Such a cruel thing, memory. We can't remember what it is that we've forgotten.",
        "note": null,
        "page": 4435
      },
      {
        "text": "May day and June moon.",
        "note": null,
        "page": 4730
      },
      {
        "text": "She smelled right. It was like an echo, of a voice you can't quite hear.",
        "note": null,
        "page": 5215
      }
    ]
  },
  "we": {
    "title": "We",
    "author": "Yevgeny Zamyatin",
    "highlights": [
      {
        "text": "If they will not understand that we are bringing them a mathematically faultless happiness, our duty will be to force them to be happy.",
        "note": null,
        "location": 52,
        "page": null
      },
      {
        "text": "But, dear readers, you must think, at least a little. It helps.",
        "note": null,
        "location": 151,
        "page": null
      },
      {
        "text": "when human beings still lived in the state of freedom, that is, in an unorganized primitive state.",
        "note": null,
        "location": 176,
        "page": null
      },
      {
        "text": "an ancient sage once said a clever thing (accidentally, beyond doubt).",
        "note": null,
        "location": 266,
        "page": null
      },
      {
        "text": "The denominator of the fraction of happiness is reduced to zero and the whole fraction is thus converted into a magnificent infiniteness.",
        "note": null,
        "location": 282,
        "page": null
      },
      {
        "text": "Her voice came from there, from inside, from behind the dark window eyes, where the fireplace was blazing.",
        "note": null,
        "location": 352,
        "page": null
      },
      {
        "text": "for freedom and crime are as closely related as—well, as the movement of an aero and its speed: if the speed of an aero equals zero, the aero is motionless; if human liberty is equal to zero, man does not commit any crime.",
        "note": null,
        "location": 433,
        "page": null
      },
      {
        "text": "The way to rid man of criminality is to rid him of freedom.",
        "note": null,
        "location": 435,
        "page": null
      },
      {
        "text": "It never occurred to me before but it is true: we who live on the earth, we are always walking over a seething red sea of fire which is hidden in the womb of the earth.",
        "note": null,
        "location": 678,
        "page": null
      },
      {
        "text": "(I still insist that that I of before is the real one; my I of late is, certainly, only an illness.)",
        "note": null,
        "location": 744,
        "page": null
      },
      {
        "text": "Their lyre is the morning rubbing sound of the electric toothbrushes,",
        "note": "Book written in 1921, electric toothbrush was invented in 1954!!!",
        "location": 818,
        "page": null
      },
      {
        "text": "Did I not populate these pages, which only recently were white quadrangular deserts,",
        "note": null,
        "location": 1408,
        "page": null
      },
      {
        "text": "The greatness of the \"Church of the United Flock\" was known to them. They knew that resignation is virtue, and pride a vice; that \"We\" is from \"God,\" \"I,\" from the devil.",
        "note": null,
        "location": 1510,
        "page": null
      },
      {
        "text": "Everything is so novel, so novel it is like a rainstorm, and I am not big enough to embrace it all. I spread out the folds of my unif, my palms—and yet pailfuls splash past me and only drops can reach these pages.…",
        "note": null,
        "location": 1876,
        "page": null
      }
    ]
  },
  "my-name-is-leon": {
    "author": "Kit de Waal",
    "title": "My Name Is Leon",
    "highlights": [
      {
        "text": "Leon doesn't like bread sauce because it reminds him of when he saw a cat being sick.",
        "note": null,
        "page": 547
      },
      {
        "text": "'Jake is going to have a new mum and dad.' 'Why?' 'Because, love. Just because. Because he's a baby, a white baby. And you're not.",
        "note": null,
        "page": 670
      },
      {
        "text": "The empty sound in the house is louder than Jake crying for his bottle. It's louder than his laugh. Louder than his baby drums. And if Leon turns round and looks at Jake's cot in the corner of the room, he knows that he will get angry with Maureen",
        "note": null,
        "page": 872
      },
      {
        "text": "He looks at the mess that the police have made of the path. He looks at the plants their black boots have trampled. 'They're the same all over the world,' he says. 'Small minds, big feet.'",
        "note": null,
        "page": 2045
      },
      {
        "text": "'And you,' she whispers. 'I still love you.' She smiles then like she used to and scrabbles her fingers on his chest. She kisses him and walks backwards for a few yards. She gives a little curtsy like he's a king and she's a servant. She turns and is gone.",
        "note": null,
        "page": 3556
      }
    ]
  },
  "recursion": {
    "author": "Blake Crouch",
    "title": "Recursion",
    "highlights": [
      {
        "text": "Life is nothing how he expected it would be when he was young and living under the delusion that things could be controlled. Nothing can be controlled. Only endured.",
        "note": null,
        "page": 17
      },
      {
        "text": "She has never managed to achieve escape velocity from the irresistible gravity of her work",
        "note": null,
        "page": 27
      },
      {
        "text": "and finally a print over the bed of Van Gogh's The Starry Night,",
        "note": null,
        "page": 110
      },
      {
        "text": "Nancy was Dorothy's older sister. She died in childbirth more than forty years ago, before Helena was born.",
        "note": null,
        "page": 133
      },
      {
        "text": "and like many names that start as a bad joke without a quick replacement, the name sticks.",
        "note": null,
        "page": 213
      },
      {
        "text": "She realizes that children are always too young and self-absorbed to really see their parents in the prime of their lives.",
        "note": null,
        "page": 238
      },
      {
        "text": "Could the fate of reality itself really depend upon one person not getting randomly hit by a bus?",
        "note": null,
        "page": 284
      }
    ]
  },
  "deaths-end-remembrance-of-earths-past-3": {
    "author": "Cixin Liu and Ken Liu",
    "title": "Death's End (The Three-Body Problem Book 3)",
    "highlights": [
      {
        "text": "If the parameters of the big bang had been different by even one million billionth, we would have no heavy elements and thus no life. Isn't this clear evidence for intelligent design?\"",
        "note": null,
        "page": 30
      },
      {
        "text": "They had achieved wa kei sei jaku—harmony, respect, purity, and tranquility, the four principles of the Way of Tea.",
        "note": null,
        "page": 141
      },
      {
        "text": "He fell in love with Cheng Xin's mother in large part because of how much she loved Cheng Xin. And so a second sun appeared in Cheng Xin's life.",
        "note": null,
        "page": 146
      },
      {
        "text": "This means that light can never go from one end of the universe to the other. Since nothing can move faster than the speed of light, it follows that no information and motive force can go from one end of the universe to the other.",
        "note": null,
        "page": 161
      },
      {
        "text": "The strands attracted other molecules around them until two identical copies of the original were made, and these split apart again and replicated themselves.... In this game of building blocks, the probability of producing such a self-replicating chain of organic molecules was so minuscule that it was as if a tornado had picked up a pile of metallic trash and deposited it as a fully-assembled Mercedes-Benz.",
        "note": null,
        "page": 178
      },
      {
        "text": "The humans alone possessed one hundred billion pairs of eyes, equal to the number of stars in the Milky Way.",
        "note": null,
        "page": 179
      },
      {
        "text": "Thus, theocracy, a zombie even more ancient than totalitarianism, reanimated itself.",
        "note": null,
        "page": 208
      },
      {
        "text": "The experience of high-dimensional spatial sense was a spiritual baptism. In one moment, concepts like freedom, openness, profundity, and infinity all gained brand-new meanings.",
        "note": null,
        "page": 243
      },
      {
        "text": "Faced with the catastrophe four light-years away, human society became strangely quiet. Everyone seemed to be waiting, but at a loss as to what they were waiting for.",
        "note": null,
        "page": 273
      },
      {
        "text": "But the king knew that the wolf had only hidden his teeth,",
        "note": null,
        "page": 318
      },
      {
        "text": "Cheng Xin understood right away. As the soap dissolved in the water, it lowered the surface tension of the water behind the boat. But as the tension in the water in front of the boat remained unchanged, it pulled the boat forward.",
        "note": null,
        "page": 365
      },
      {
        "text": "Death is the only lighthouse that is always lit. No matter where you sail, ultimately, you must turn toward it. Everything fades in the world, but Death endures.\"",
        "note": null,
        "page": 379
      },
      {
        "text": "The third cosmic velocity of the Solar System was 16.7 kilometers per second. A spacecraft from the Earth could not leave the Solar System without exceeding this limit.",
        "note": null,
        "page": 381
      },
      {
        "text": "even Singer himself couldn't be sure what told him that the set of coordinates was sincere—intuition could not always be explained.",
        "note": null,
        "page": 469
      },
      {
        "text": "Weakness and ignorance are not barriers to survival, but arrogance is.",
        "note": null,
        "page": 497
      },
      {
        "text": "But someone came up with the idea that theoretically, there might exist image-processing software that could process a two-dimensionalized image of a three-dimensional object and re-create the three-dimensional object.",
        "note": null,
        "page": 498
      },
      {
        "text": "This building was intended to last through geologic eons.\"",
        "note": null,
        "page": 504
      },
      {
        "text": "Civilization was like a mad dash that lasted five thousand years. Progress begot more progress; countless miracles gave birth to more miracles; humankind seemed to possess the power of gods; but in the end, the real power was wielded by time.",
        "note": null,
        "page": 509
      },
      {
        "text": "A museum was built for visitors; a tombstone was built for the builders.",
        "note": null,
        "page": 510
      },
      {
        "text": "\"At every moment in history, you can find endless missed opportunities.\"",
        "note": null,
        "page": 510
      },
      {
        "text": "time began. There is no appropriate expression in human language to express the moment at the start of time.",
        "note": null,
        "page": 582
      },
      {
        "text": "This obsession with home and land, this permanent adolescence where you're no longer children but are afraid to leave home—this is the fundamental reason your race was annihilated.",
        "note": null,
        "page": 588
      },
      {
        "text": "As a matter of fact, the monitoring systems in Universe 647 often received messages from other great universes on the supermembrane.",
        "note": null,
        "page": 590
      },
      {
        "text": "And now, I've climbed to the apex of responsibility: I am responsible for the fate of the universe.",
        "note": null,
        "page": 597
      },
      {
        "text": "The ultimate fate of all intelligent beings has always been to become as grand as their thoughts.",
        "note": null,
        "page": 597
      }
    ]
  },
  "the-afterlife-of-walter-augustus": {
    "author": "Hannah Lynn",
    "title": "The Afterlife of Walter Augustus",
    "highlights": [
      {
        "text": "No doubt the extra weight she'd piled on in the last few years hadn't helped, but she was fairly sure that age – not Mars bars and millionaires' shortbread – was the overwhelming culprit.",
        "note": null,
        "page": 4
      },
      {
        "text": "Letty laughed out loud. If she was going insane, at least this was an enjoyable way to do it.",
        "note": null,
        "page": 206
      },
      {
        "text": "'Love is not limited,' Pemberton said. 'It doesn't get spread out or worn thin. I learnt that there. I learnt that, if you love someone new, it doesn't make your love for anyone else weaker. You can't love too many people, Walter. But you can miss out by not loving enough.'",
        "note": null,
        "page": 312
      }
    ]
  },
  "the-dark-forest-remembrance-of-earths-past-2": {
    "author": "Cixin Liu and Joel Martinsen",
    "title": "The Dark Forest (The Three-Body Problem Book 2)",
    "highlights": [
      {
        "text": "when that fiery giant disc passed overhead, the ice on his body melted and his body became a pillar of fire. Just before turning entirely to ash, he let out a long sigh, and then exited.",
        "note": null,
        "page": 41
      },
      {
        "text": "Ahead of them stretched the leaden road of time, terminating somewhere in the mists of the future, where all they could see were flickering flames and luster of blood.",
        "note": null,
        "page": 43
      },
      {
        "text": "\"I like twilight better.\" \"Why?\" \"When twilight fades, you can see the stars. When dawn fades, all that's left is...\" \"All that's left is the harsh light of reality.\"",
        "note": null,
        "page": 86
      },
      {
        "text": "\"No, no. Don't say where we are! Once we know where we are, then the world becomes as narrow as a map. When we don't know, the world feels unlimited.\"",
        "note": null,
        "page": 88
      },
      {
        "text": "\"I'm madly in love with a fictional person from a novel of my own creation. I've been with her, I've traveled with her, and I've even broken up with my real-life girlfriend over her. Is that nothing serious to you?\" The doctor smiled tolerantly. \"Don't you get it? I've given my most profound love to an illusion!\" \"Are you under the impression that the object of everyone else's love actually exists?\"",
        "note": null,
        "page": 92
      },
      {
        "text": "For the majority of people, what they love exists only in the imagination. The object of their love is not the man or woman of reality, but what he or she is like in their imagination. The person in reality is just a template used for the creation of this dream lover.",
        "note": null,
        "page": 92
      },
      {
        "text": "\"There's nothing excessive about imagination. Especially where love is concerned.\"",
        "note": null,
        "page": 92
      },
      {
        "text": "\"You politicians sound off about humanity at the drop of a hat, but I can't see humanity. I can only see individuals.",
        "note": null,
        "page": 210
      },
      {
        "text": "\"Why is it that everyone gets so sensitive at the mention of thought control? From commercial advertising to Hollywood culture, thought control is everywhere in modern society.",
        "note": null,
        "page": 273
      },
      {
        "text": "We were unable to find a single law applicable to his crime, so we recommend that the crime of Extinction of Life on Earth be added to international law,",
        "note": null,
        "page": 295
      },
      {
        "text": "Time is the one thing that can't be stopped. Like a sharp blade, it silently cuts through hard and soft, constantly advancing. Nothing is capable of jolting it even the slightest bit, but it changes everything.",
        "note": null,
        "page": 303
      },
      {
        "text": "No matter what the future might bring, the present is most important.",
        "note": null,
        "page": 368
      },
      {
        "text": "\"If I destroy you, what business is it of yours?\"",
        "note": null,
        "page": 432
      }
    ]
  },
  "the-three-body-problem-remembrance-of-earths-past-1": {
    "author": "Cixin Liu and Ken Liu",
    "title": "The Three-Body Problem",
    "highlights": [
      {
        "text": "She could no longer feel grief. She was now like a Geiger counter that had been subjected to too much radiation, no longer capable of giving any reaction, noiselessly displaying a reading of zero.",
        "note": null,
        "page": 22
      },
      {
        "text": "Shi's questions irritated Wang again, not unlike the feeling a man has upon finding out that he has swallowed a fly with his meal.",
        "note": null,
        "page": 62
      },
      {
        "text": "I'm a simple man without a lot of complicated twists and turns. Look down my throat and you can see out my ass. Naturally, I don't know how to make my bosses like me.",
        "note": null,
        "page": 132
      },
      {
        "text": "I thought that life was truly an accident among accidents in the universe. The universe was an empty palace, and humankind the only ant in the entire palace.",
        "note": null,
        "page": 180
      },
      {
        "text": "the dance did possess a rhythm; it was just that its period of repetition was infinitely long.",
        "note": null,
        "page": 193
      },
      {
        "text": "Yes, I know that someone studying math should know about a master like Poincaré, but I didn't worship masters and I didn't want to become one, so I didn't know his work.",
        "note": null,
        "page": 194
      },
      {
        "text": "No matter how historians and writers later tried to portray the scene, the reality at the time was completely prosaic.",
        "note": null,
        "page": 266
      },
      {
        "text": "She didn't find him unpleasant, but her heart was like ashes from which the flame of love could no longer be lit.",
        "note": null,
        "page": 271
      },
      {
        "text": "YE: I started the fire, but I couldn't control how it burnt.",
        "note": null,
        "page": 324
      }
    ]
  },
  "tin-man": {
    "author": "Sarah Winman",
    "title": "Tin Man",
    "highlights": [
      {
        "text": "Garvy died a year after retiring. This place had been his oxygen. They reckoned he suffocated doing nothing.",
        "note": null,
        "page": 13
      },
      {
        "text": "He wasn't sure what the bottle of whisky was doing next to his bed. It was that fairy again, he thought.",
        "note": null,
        "page": 31
      },
      {
        "text": "It's a lovely thought, though, isn't it? Some people say it's not true but I like to think it is. Painting flowers as a sign of friendship and welcome. Men and boys should be capable of beautiful things.",
        "note": null,
        "page": 46
      },
      {
        "text": "how he clung to her every word as if they were handholds up a cliff face.",
        "note": null,
        "page": 47
      },
      {
        "text": "They watched the shifting colours of the sun and the deep shadows eavesdropped on their grief,",
        "note": null,
        "page": 54
      },
      {
        "text": "Her name on the stone still drew disbelief and sadness.",
        "note": null,
        "page": 62
      },
      {
        "text": "every month or so, bright wreaths would adorn new graves and he would acknowledge the grieving. A reminder that he and they were not alone.",
        "note": null,
        "page": 63
      },
      {
        "text": "Enough now. He kissed her hand. Enough, he said. OK, she said, and buttoned up his shirt. But can I rest my hand here, is that OK? That's OK, he said, and he fell asleep with her hand on his chest and with tears spilling from the corners of his eyes.",
        "note": null,
        "page": 78
      },
      {
        "text": "Because everything she held on to and everything she believed in came together in that unexpected moment. The simple belief that men and boys were capable of beautiful things.",
        "note": null,
        "page": 100
      },
      {
        "text": "And he didn't push the thought away as he usually did, but he stayed with it, listened to it because it couldn't hurt him today, not there.",
        "note": null,
        "page": 101
      },
      {
        "text": "That was the world he inhabited between the time of it happening and the time of him knowing. A brief window, not yet shattered, when music still stirred, when beer still tasted good, when dreams could still be hatched at the sight of a plane careering across a perfect summer sky.",
        "note": null,
        "page": 101
      },
      {
        "text": "Ellis held it up to his nose and didn't know what to expect, the only smell was a faint trace of washing powder lifting the must.",
        "note": null,
        "page": 104
      },
      {
        "text": "A doctor suggested I write to make sense of the world around me. There is no sense, I said, abruptly.",
        "note": null,
        "page": 111
      },
      {
        "text": "He made me calm. Made me learn the names of paints, and I told him that Scarlet Lake and Rose Madder would be our drag queen names, should circumstance ever force us on to the stage.",
        "note": null,
        "page": 117
      },
      {
        "text": "You'll get fat, he says. I am fat, and I lift up my jumper. This wasn't here yesterday, I say. This is trespassing.",
        "note": null,
        "page": 122
      },
      {
        "text": "I felt as if nothing else had previously existed. As if the colours and smells of this new country eradicated memory, as if every day rolled back to Day One, bringing with it the chance to experience it all again.",
        "note": null,
        "page": 133
      },
      {
        "text": "I know, I said. I know. I'd already accepted I wasn't the key to unlock him. She'd come later.",
        "note": null,
        "page": 140
      },
      {
        "text": "And I wonder what the sound of a heart breaking might be. And I think it might be quiet, unperceptively so, and not dramatic at all. Like the sound of an exhausted swallow falling gently to earth.",
        "note": null,
        "page": 177
      },
      {
        "text": "In those days of my twenties and early thirties, I remember how friendships came and went. I was too critical – a disagreement over a film or politics gave me permission to retreat. Nobody matched Ellis and Annie, and so I convinced myself I needed nobody but them. I was a sailboat at heed to the breeze, circling buoys before heading out to the uncomplicated silence of a calm bay.",
        "note": null,
        "page": 197
      },
      {
        "text": "Only when Ellis is alone does the fear of his father return. It is a fear that extinguishes all he is and affirms the belief that he is unworthy of happiness and is incapable of making a success of his life. This shame precedes the shame of sexuality.",
        "note": null,
        "page": 214
      }
    ]
  },
  "i-am-legend": {
    "author": "Richard Matheson",
    "title": "I Am Legend",
    "highlights": [
      {
        "text": "Was there a logical answer, something he could accept without slipping on banana skins of mysticism?",
        "note": null,
        "page": 815
      },
      {
        "text": "I'm not going to rape the woman! Crossing your fingers, Neville? Knocking on wood? He ignored that, beginning to suspect his mind of harboring an alien. Once he might have termed it conscience. Now it was only an annoyance. Morality, after all, had fallen with society. He was his own ethic.",
        "note": null,
        "page": 818
      },
      {
        "text": "Was the life force something more than words, a tangible, mind-controlling potency? Was nature somehow, in him, maintaining its spark against its own encroachments?",
        "note": null,
        "page": 1347
      },
      {
        "text": "In a world of monotonous horror there could be no salvation in wild dreaming.",
        "note": null,
        "page": 1570
      },
      {
        "text": "Such thoughts were a hideous testimony to the world he had accepted; a world in which murder was easier than hope.",
        "note": null,
        "page": 1990
      },
      {
        "text": "I am legend.",
        "note": null,
        "page": 2461
      }
    ]
  },
  "no-way-out-di-adam-fawley-3": {
    "author": "Cara Hunter",
    "title": "No Way Out",
    "highlights": [
      {
        "text": "Someone said, didn't they, that coincidence is God's way of remaining anonymous.",
        "note": null,
        "page": 460
      },
      {
        "text": "But without a name it'll be like looking for a black cat in the dark.' Always assuming, of course, the damn cat is there in the first place.",
        "note": null,
        "page": 1122
      },
      {
        "text": "Any parent who's lost a child will tell you the same. Widows, orphans – there are names for people who've lost wives, lost husbands, lost parents. But there's no name for a parent who's lost a child.",
        "note": null,
        "page": 2929
      },
      {
        "text": "'Never underestimate the stupidity of supposedly intelligent people.'",
        "note": null,
        "page": 3408
      }
    ]
  },
  "the-passengers": {
    "author": "John Marrs",
    "title": "The Passengers",
    "highlights": [
      {
        "text": "The biggest contrast between it and their last vehicle was that this one no longer contained a steering wheel, pedals or a manual override option. It was completely driverless and it scared her.",
        "note": null,
        "page": 330
      },
      {
        "text": "this is what I love about my fellow social media users. Despite threats to their kids' lives, they still prioritise sharing their fears with the world before they scuttle off to rescue their little ones. Share then react. I love it.'",
        "note": null,
        "page": 1846
      },
      {
        "text": "each time she posted about it on social media or message boards, they had been swiftly deleted. Eventually she had little choice but to give up.",
        "note": null,
        "page": 1938
      },
      {
        "text": "as three Land Rovers with blacked-out windows pulled up against the kerb with military precision. Jack climbed into the rear of the central vehicle along with one other bodyguard who sat by the driver.",
        "note": null,
        "page": 4834
      }
    ]
  },
  "the-sudden-appearance-of-hope": {
    "author": "Claire North",
    "title": "The Sudden Appearance of Hope",
    "highlights": [
      {
        "text": "I've always liked knowledge. It makes me feel like I'm real, part of something after all.",
        "note": null,
        "page": 286
      },
      {
        "text": "I wondered if she would be pleased, knowing that someone was thinking of her.",
        "note": null,
        "page": 368
      },
      {
        "text": "\"You know why the experts don't have an easy answer? Because a fucking expert's the guy who knows how complicated the fucking questions are.\"",
        "note": null,
        "page": 696
      },
      {
        "text": "Onychophagia: an oral compulsive habit, nail biting. Apply a chemical lacquer to the nails to prevent chewing. Denatonium benzoate: the most",
        "note": null,
        "page": 861
      },
      {
        "text": "I am a shadow, blasted away by the sun, a meaningless occlusion of light that fades with the day.",
        "note": null,
        "page": 1292
      },
      {
        "text": "on the seventh day I stood by the railway tracks, and told myself that it was time to die, but the trains were suspended that day for a fault on the line, and I lost interest and my nerve.",
        "note": null,
        "page": 1502
      },
      {
        "text": "Happy: to be pleased, delighted or glad. Favoured by fortune. The experience of pleasure, or joy. Happiness: a lie, constructed to ensure that we never find it.",
        "note": null,
        "page": 2865
      },
      {
        "text": "Dwell on the beauty of life. Watch the stars and see yourself running in them.'\" \"'Everything we hear is an opinion, not a fact. Everything we see is a perspective, not a truth.'\"",
        "note": null,
        "page": 2887
      },
      {
        "text": "Only briefly, only for a moment, do I remember that I am a thief, and that I lost the moral high ground a long time ago.",
        "note": null,
        "page": 2977
      },
      {
        "text": "a passing dream. And now. Gone. Broken like a spider's web, trailing in the breeze.",
        "note": null,
        "page": 3322
      },
      {
        "text": "The internet gave us all the power of speech, and what did we discover? That victory goes to he who shouts the loudest, and that reason does not sell.",
        "note": null,
        "page": 3882
      },
      {
        "text": "You have power over your mind, not outside events. Realise this, and you will find strength.",
        "note": null,
        "page": 4305
      },
      {
        "text": "I thought I was so clever, so clever and in control, so fucking fuckety fuck fuck fucking clever FUCK",
        "note": null,
        "page": 4899
      },
      {
        "text": "Approximately two hundred billion galaxies in the universe, assuming infinity to be an unhelpful term.",
        "note": null,
        "page": 6434
      },
      {
        "text": "Reality, time, the past, it's as fickle as a dream, when you look back on it.\"",
        "note": null,
        "page": 6627
      }
    ]
  },
  "autonomous": {
    "author": "Annalee Newitz",
    "title": "Autonomous",
    "highlights": [
      {
        "text": "He used it mostly like a graphics processor. He certainly had no idea where it was from, beyond the fact that a dead human working for the Federation military had donated it.",
        "note": null,
        "page": 33
      },
      {
        "text": "But he wanted to survive—that urge was part of his programming. It was what defined him as human-equivalent and therefore deserving autonomy. The bot had no choice but to fight for his life. Still, to Paladin, it didn't feel like a lack of choice. It felt like hope.",
        "note": null,
        "page": 35
      },
      {
        "text": "The time has come to fight this system that calls health a privilege!\"",
        "note": null,
        "page": 86
      },
      {
        "text": "He was a user of his own consciousness, but he did not have owner privileges.",
        "note": null,
        "page": 124
      },
      {
        "text": "She wasn't sure which motivation made better fuel for innovation: naïve but ethical beliefs, or the need to survive.",
        "note": null,
        "page": 140
      },
      {
        "text": "Just figure out a way to share their problems.\"",
        "note": null,
        "page": 153
      },
      {
        "text": "Meetings always began with beer and a foul-tasting drink called Club-Mate, an old tradition that went back to hackerspaces of the twenty-first century.",
        "note": null,
        "page": 207
      },
      {
        "text": "Over a century ago, scientists first began to argue that the patent system and scientific data should be opened up. Back then, it was popular for conservatives to claim that putting geneng into the hands of the public would result in mega-viruses or total species collapse. Open data would be the gateway to a runaway synthetic biology apocalypse. But now we know there has been no one great disaster—only the slow-motion disaster of capitalism converting every living thing and idea into property.",
        "note": null,
        "page": 279
      }
    ]
  },
  "fahrenheit-451": {
    "author": "Ray Bradbury",
    "title": "Fahrenheit 451",
    "highlights": [
      {
        "text": "And they'll be happy, because facts of that sort don't change.",
        "note": null,
        "page": 45
      },
      {
        "text": "Don't ask for guarantees. And don't look to be saved in any one thing, person, machine, or library. Do your own bit of saving, and if you drown, at least die knowing you were headed for shore.'",
        "note": null,
        "page": 62
      },
      {
        "text": "If you hide your ignorance, no one will hit you and you'll never learn.",
        "note": null,
        "page": 76
      },
      {
        "text": "'My God, how did this happen?' said Montag. 'It was only the other night everything was fine and the next thing I know I'm drowning.",
        "note": null,
        "page": 93
      },
      {
        "text": "But you can't make people listen. They have to come round in their time, wondering what happened and why the world blew up under them. It can't last.'",
        "note": null,
        "page": 108
      }
    ]
  },
  "the-name-of-the-wind-the-kingkiller-chronicle-1": {
    "author": "Patrick Rothfuss",
    "title": "The Name of the Wind",
    "highlights": [
      {
        "text": "IT WAS ONE OF those perfect autumn days so common in stories and so rare in the real world.",
        "note": null,
        "page": 18
      },
      {
        "text": "\"You'd be surprised at the sorts of things hidden away in children's songs.",
        "note": null,
        "page": 37
      },
      {
        "text": "If not for him, I would never have become the man I am today. I ask that you not hold it against him. He meant well.",
        "note": null,
        "page": 55
      },
      {
        "text": "Waterside is where people are poor. That makes them beggars, thieves, and whores. Hillside is where people are rich. That makes them solicitors, politicians, and courtesans.",
        "note": null,
        "page": 144
      },
      {
        "text": "Bones mend. Regret stays with you forever.\"",
        "note": null,
        "page": 168
      },
      {
        "text": "and in some places there was such despair that mothers could no longer muster enough hope to give their children names.",
        "note": null,
        "page": 175
      },
      {
        "text": "Without her, Lanre's life was nothing but a burden,",
        "note": null,
        "page": 180
      },
      {
        "text": "you needed money or brains to get into the University. The more of one you had, the less of the other you needed.",
        "note": null,
        "page": 230
      },
      {
        "text": "There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man.",
        "note": null,
        "page": 290
      },
      {
        "text": "To deem us simply enemies is to lose the true flavor of our relationship.",
        "note": null,
        "page": 316
      },
      {
        "text": "Men fall for her like wheat before a sickle blade.\"",
        "note": null,
        "page": 403
      },
      {
        "text": "\"You seek to bend me to your will, but it will not work. Your flattery is naught to me but wind!\"",
        "note": null,
        "page": 426
      },
      {
        "text": "which is a different slice of the same loaf.",
        "note": null,
        "page": 472
      },
      {
        "text": "while I was trying to think of a clever response, I fell asleep.",
        "note": null,
        "page": 542
      },
      {
        "text": "\"That brings us up to twenty-one,\" I explained. \"A good number. Three sevens.\"",
        "note": null,
        "page": 572
      },
      {
        "text": "After a few moments my back began to ache with the pressure of supporting her weight and my own. My leg started to go numb. Her hair tickled my nose. Still, I didn't move for fear of ruining this, the most wonderful moment of my life.",
        "note": null,
        "page": 576
      },
      {
        "text": "There was no Kvothe, only the confusion, the anger, and the numbness wrapping them. I was like a sparrow in a storm, unable to find a safe branch to cling to. Unable to control the tumbling motion of my flight.",
        "note": null,
        "page": 606
      },
      {
        "text": "\"What do you mean by blue? Describe it.\" I struggled for a moment, failed. \"So blue is a name?\" \"It is a word. Words are pale shadows of forgotten names.",
        "note": null,
        "page": 617
      }
    ]
  },
  "all-the-birds-in-the-sky": {
    "author": "Charlie Jane Anders",
    "title": "All the Birds in the Sky",
    "highlights": [
      {
        "text": "Patricia herself was pretty good at math, except when she thought too much about the wrong things, like the fact that the number 3 looked like an 8 cut in half, so two 3s really ought to be 8.",
        "note": null,
        "page": 20
      },
      {
        "text": "You celebrated the small victories, and you dreamed of the big ones to come.",
        "note": null,
        "page": 31
      },
      {
        "text": "\"Self-awareness paradoxically requires an awareness of the other,\" CH@NG3M3 said.",
        "note": null,
        "page": 104
      },
      {
        "text": "The Caddy engineers had gotten into a fistfight with the open-source Artichoke BSD developers on the balcony.",
        "note": null,
        "page": 121
      },
      {
        "text": "\"Nothing is a toy. Well, except for Six-Fingered Steve.\" She gestured at the tiny tap-dancing robot, who heard his name and made jazz hands with too many digits. Disturbing, as always.",
        "note": null,
        "page": 179
      }
    ]
  },
  "clawthorn-clement-3": {
    "author": "Keith A Pearson",
    "title": "Clawthorn (Clement Book 3)",
    "highlights": [
      {
        "text": "I've got friends and colleagues spanning the entire spectrum of sexuality, ethnicity, and religious beliefs, and not one of us knows what we can safely say these days.",
        "note": null,
        "page": 3463
      }
    ]
  },
  "a-brief-history-of-everyone-who-ever-lived-the-stories-in-our-genes": {
    "author": "Adam Rutherford PhD",
    "title": "A Brief History of Everyone Who Ever Lived: The Stories in Our Genes",
    "highlights": [
      {
        "text": "everyone's past becomes muddled sooner or later.",
        "note": null,
        "page": 100
      },
      {
        "text": "there are people in your family from whom you have inherited no genes at all, and who therefore have no meaningful genetic link to you, even though in a genealogical sense you are most definitely descended from them.",
        "note": null,
        "page": 223
      },
      {
        "text": "Life is transition: the only things that are truly static are already dead.",
        "note": null,
        "page": 247
      },
      {
        "text": "We are just another animal, but we're the only one evolved to have scrutinized our own existence, to look in the mirror and really squint at it.",
        "note": null,
        "page": 315
      },
      {
        "text": "palaeoanthropologist's",
        "note": null,
        "page": 317
      },
      {
        "text": "We are genus: Homo; species: sapiens – Homo sapiens: the wise man. That's the short version.",
        "note": null,
        "page": 347
      },
      {
        "text": "two species are defined as distinct when they are incapable of producing fertile offspring together. Zebroids, ligers, mules, hinnies, grolar bears5",
        "note": null,
        "page": 359
      },
      {
        "text": "Almost all – more than 97 per cent – of your DNA is carried in the twenty-two pairs of autosomes and the X, and all this genetic information is inherited from both parents in a roughly equal manner.",
        "note": null,
        "page": 499
      },
      {
        "text": "The last common ancestor of us and them is thought to have existed around 600,000 years before today.",
        "note": null,
        "page": 541
      },
      {
        "text": "Because DNA tends to be inherited in chunks, we can learn how useful bits of genome are by the size of chunks that are shared.",
        "note": null,
        "page": 728
      },
      {
        "text": "It wasn't us, and it wasn't Neanderthal. No other species in the genus Homo was known to exist at that time in Europe or Asia, and it was not a sequence akin to our primate cousins, chimps, or bonobos. It – she, we would soon discover – was a new type of human.",
        "note": null,
        "page": 779
      },
      {
        "text": "if we are to look at the evolution that led to where we are now, instead of the nice neat tree, I think it could reasonably be described as one big, million-year clusterfuck.",
        "note": null,
        "page": 876
      },
      {
        "text": "Those ancient people never went extinct – we just merged.",
        "note": null,
        "page": 885
      },
      {
        "text": "If these mutations do not cause serious problems or death, then they can be the source of variation, which is the fuel for evolution.",
        "note": null,
        "page": 938
      },
      {
        "text": "Eight thousand years ago there were probably about 5 million people on Earth, the current population of Norway.",
        "note": null,
        "page": 1050
      },
      {
        "text": "borborygmus, which is a technical word for a rumbly tummy.",
        "note": null,
        "page": 1112
      },
      {
        "text": "Alas, a fiction can fly around the world before the truth has managed to pick the sleep from its eyes in the morning.",
        "note": null,
        "page": 1311
      },
      {
        "text": "Such is the nature of human variation: we're very variable.",
        "note": null,
        "page": 1352
      },
      {
        "text": "but by this stage you're too feeble to do anything much. You are riddled with the bubonic plague, and a fortnight after that hungry flea puked Yersinia pestis into your bloodstream, you're dead.",
        "note": null,
        "page": 1644
      },
      {
        "text": "The Black Death had made its way from mainland Europe to Britain, where by 1350 it had cut through a third of the population,",
        "note": null,
        "page": 1684
      },
      {
        "text": "We are all special, which also means that none of us is. This is merely a numbers game.",
        "note": null,
        "page": 1888
      },
      {
        "text": "What this means is that pedigrees begin to fold in on themselves a few generations back, and become less arboreal, and more a mesh or web-like.",
        "note": null,
        "page": 1892
      },
      {
        "text": "You can be, and in fact are, descended from the same individual many times over.",
        "note": null,
        "page": 1893
      },
      {
        "text": "if we could document the total family tree of everyone alive back through 600 years, among the impenetrable mess, everyone European alive would be able to select a line that would cross everyone else's around the time of Richard II.",
        "note": null,
        "page": 1908
      },
      {
        "text": "One fifth of people alive a millennium ago in Europe are the ancestors of no one alive today. Their lines of descent petered out at some point, when they or one of their progeny did not leave any of their own. Conversely, the remaining 80 per cent are the ancestor of everyone living today. All lines of ancestry coalesce on every individual in the tenth century.",
        "note": null,
        "page": 1911
      },
      {
        "text": "Among a battery of questionable assertions, we were told on the programme by Jim Wilson – academic geneticist and co-founder of BritainsDNA – that this particular type of DNA is 2,000 years old, which is a bit puzzling given that the Vikings didn't exist 2,000 years ago.",
        "note": null,
        "page": 2060
      },
      {
        "text": "Richard III is now the oldest person to be unequivocally identified in death.",
        "note": null,
        "page": 2262
      },
      {
        "text": "Six generations should contain 62 different people, as does mine, and our own queen's today. Charles II's has 32. Eight generations should contain 254 different people. Charles II's has 82.",
        "note": null,
        "page": 2404
      },
      {
        "text": "Orchids are named after the shape of their roots,13 which resemble the male gonads, called orchis in Greek.",
        "note": null,
        "page": 2490
      },
      {
        "text": "The Middle English name for orchid is bollockwort. This deserves to be reintroduced to polite contemporary society.",
        "note": null,
        "page": 2649
      },
      {
        "text": "there are no essential genetic elements for any particular group of people who might be identified as a 'race'. As far as genetics is concerned, race does not exist.",
        "note": null,
        "page": 2720
      },
      {
        "text": "The great irony is this: the science of genetics was founded specifically on the study of racial inequality, by a racist.",
        "note": null,
        "page": 2727
      },
      {
        "text": "Mark Twain wrote in 1869 that 'travel is fatal to prejudice, bigotry, and narrow-mindedness.'",
        "note": null,
        "page": 2804
      },
      {
        "text": "From 1907 when Indiana passed the first mandate, until 1963, forced sterilization was legally administered in thirty-one states,",
        "note": null,
        "page": 2869
      },
      {
        "text": "We know that the emergence of the pale skin we associate with Europe, and particularly northern Europe, only emerged in the last few thousand years, just as the genes for processing milk did.",
        "note": null,
        "page": 3133
      },
      {
        "text": "We are naturally plagued by the tyranny of a discontinuous mind, as Richard Dawkins so eloquently said.",
        "note": null,
        "page": 3202
      },
      {
        "text": "Mobility of human species and our excellence at sex have placed the common origin of all humans alive at only 3,400 years ago, or thereabouts.",
        "note": null,
        "page": 3293
      },
      {
        "text": "Francis Galton's inclination towards being a data junkie led him to instigate a science that he hoped would affirm his prejudices. The beautiful irony is that it did precisely the opposite.",
        "note": null,
        "page": 3340
      },
      {
        "text": "'For every complicated problem there is a solution that is simple, direct, understandable, and wrong.' H.L. Mencken",
        "note": null,
        "page": 3420
      },
      {
        "text": "In fact, we have fewer genes than a roundworm. Or a banana.",
        "note": null,
        "page": 3517
      },
      {
        "text": "It is true that medicine has been revolutionized in the years following the HGP. We understand more about the causes of diseases than at any time in history.",
        "note": null,
        "page": 3748
      },
      {
        "text": "Heritability is a measure of how much of the differences we see in a population can be accounted for by genetics, and how much is determined by the environment.",
        "note": null,
        "page": 3854
      },
      {
        "text": "Genes do not determine the outcome of almost all human biology and psychology. Dozens or hundreds of genes can be involved, each with small cumulative effects, and all mitigated by the world in which we live.",
        "note": null,
        "page": 3884
      },
      {
        "text": "each disease is a unique interplay between the cause(s) and the patient.",
        "note": null,
        "page": 3887
      },
      {
        "text": "We were so desperate to find simple rules to explain ourselves. The idea was that a gene would encode a trait, or a disease, and we could track these through families, through the generations and through history. It's an idea that pre-dates genetics by centuries.",
        "note": null,
        "page": 3899
      },
      {
        "text": "we were taught how blue eyes are a recessive allele, and brown is the dominant version. Therefore, if you have one of each, you would have brown eyes. If you had two blues you have blue eyes. And if you have you two browns, then you have brown eyes.",
        "note": null,
        "page": 3956
      },
      {
        "text": "and have fallen into the tempting trap of mistaking absence of evidence for evidence of absence.",
        "note": null,
        "page": 3995
      },
      {
        "text": "I believe that the way forward in human genetics is to sequence everyone in full, from birth. We would then enter a realm of data security and privacy issues that are yet to be fully realized, and these need to be tackled in society with the widest possible consultation.",
        "note": null,
        "page": 4015
      },
      {
        "text": "Are we slaves or masters of our genes? We are neither, and it's a dumb, simplistic question.",
        "note": null,
        "page": 4193
      },
      {
        "text": "the biology that is revealed by genetics are not causes, or triggers, or foundations. They are potential factors: probabilities.",
        "note": null,
        "page": 4285
      },
      {
        "text": "words like 'quantum', which offers up some magical scienceyness, none more so than in 'quantum healing' – an unfathomable extension of reiki, which, let's face it, is a load of old cobblers already.",
        "note": null,
        "page": 4393
      },
      {
        "text": "This result was a first in humans, that showed that what happens to a mother can affect not only her children, but her grandchildren too.",
        "note": null,
        "page": 4411
      },
      {
        "text": "a huge dataset called the Avon Longitudinal Study – the gold standard of transgenerational research – showed that men who smoked before puberty sired fatter sons than those who smoked after.",
        "note": null,
        "page": 4415
      },
      {
        "text": "Cats have many more rods and so see in the dark much better than us, but not colour.",
        "note": null,
        "page": 4553
      },
      {
        "text": "the Medium and Long are on the X. This is why men are more prone to colour blindness than women: a faulty opsin on one X can be compensated for by a woman's second;",
        "note": null,
        "page": 4558
      },
      {
        "text": "Some women might be tetrachromatic. They, through another random chance duplication, have acquired a fourth opsin on one of their X chromosomes. Around one in eight women are estimated to have this extra gene variant, but whether that bestows tetrachromacy is not yet known.",
        "note": null,
        "page": 4561
      },
      {
        "text": "Five thousand years ago there were 5 million or so of us. By 2025 we estimate a global population of 9 billion.",
        "note": null,
        "page": 4603
      },
      {
        "text": "In the nineteenth century, women in the UK averaged 5.5 children, but by the end of the First World War it was down to 2.4.",
        "note": null,
        "page": 4652
      },
      {
        "text": "Ignorance more frequently begets confidence than does knowledge … says Darwin in The Descent of Man,",
        "note": null,
        "page": 4710
      },
      {
        "text": "over a long enough period, all species become something else living, or become dead. This is the continuous fact of life on Earth.",
        "note": null,
        "page": 4747
      },
      {
        "text": "In science, a 'theory' is the best description we have. Unlike the common usage, it's not a guess, or a hunch, or a hypothesis. It's the most complete subjective picture of the living world that we have. It's not truth, because that is the realm of maths, religion and philosophy. In science we simply lean in towards truth, every step inching us closer to the way things actually are,",
        "note": null,
        "page": 4749
      },
      {
        "text": "An unchanging species is already extinct.",
        "note": null,
        "page": 4761
      },
      {
        "text": "We're unique in our DNA, but it was drawn from millions of past lives.",
        "note": null,
        "page": 4809
      },
      {
        "text": "a gene is a sequence of DNA that encodes a working protein.",
        "note": null,
        "page": 4857
      }
    ]
  },
  "the-chrysalids": {
    "author": "John Wyndham and M. John Harrison",
    "title": "The Chrysalids (Penguin Essentials)",
    "highlights": [
      {
        "text": "'if you run away from a thing just because you don't like it, you don't like what you find either. Now, running to a thing, that's a different matter,",
        "note": null,
        "page": 29
      },
      {
        "text": "'And, mind you, it doesn't do to believe everything every sailor says either – and you're often not sure whether any couple of them are talking about the same place or not, even when they think they are.",
        "note": null,
        "page": 29
      },
      {
        "text": "They keep their men in cages until they are about twenty-four years old, and then eat them. They also eat shipwrecked sailors. But as no one ever seems to have met anyone who has actually been there and escaped, it's difficult to see how that can be known.",
        "note": null,
        "page": 29
      },
      {
        "text": "'souls are just counters for churches to collect, all the same value, like nails. No, what makes man man is mind; it's not a thing, it's a quality, and minds aren't all the same value; they're better or worse, and the better they are, the more they mean.",
        "note": null,
        "page": 39
      },
      {
        "text": "It called for a lot of restraint to remain silent in the face of simple errors, to listen patiently to silly arguments based on misconceptions, to do a job in the customary way when one knew there was a better way …",
        "note": null,
        "page": 40
      },
      {
        "text": "Duration is nothing. Perhaps it was only for an instant we were together again. The importance of a point is in its existence; it has no dimensions.",
        "note": null,
        "page": 73
      },
      {
        "text": "They are the crown of creation, they are ambition fulfilled – they have nowhere more to go. But life is change, that is how it differs from the rocks, change is its very nature.",
        "note": null,
        "page": 91
      },
      {
        "text": "'There is comfort in a mother's breast, but there has to be a weaning. The attainment of independence, the severing of ties, is, at best, a bleak process for both sides;",
        "note": null,
        "page": 91
      },
      {
        "text": "'The essential quality of life is living; the essential quality of living is change; change is evolution: and we are part of it. 'The static, the enemy of change, is the enemy of life, and therefore our implacable enemy.",
        "note": null,
        "page": 98
      }
    ]
  },
  "christmas-jars-collectors-edition": {
    "author": "Jason F. Wright",
    "title": "Christmas Jars Collector's Edition",
    "highlights": [
      {
        "text": "I cannot give her much, but this year I give her the life her daddy wouldn't. And a little bit of hope.",
        "note": null,
        "page": 102
      },
      {
        "text": "\"We're family now,\" Louise said aloud. \"What should we call you?\"",
        "note": null,
        "page": 142
      },
      {
        "text": "\"That girl's nuttier than Dumbo's pantry.\"",
        "note": null,
        "page": 714
      },
      {
        "text": "Lauren stifled the urge to comfort; she knew after three decades the woman had either long since healed or buried her pain far beyond the reach of comfort.",
        "note": null,
        "page": 1253
      }
    ]
  },
  "exit-strategy-the-murderbot-diaries-4": {
    "author": "Martha Wells",
    "title": "Exit Strategy: The Murderbot Diaries",
    "highlights": [
      {
        "text": "this was the first time I'd had anything on me that officially labeled me as human. It was weird. I didn't like it.",
        "note": null,
        "page": 227
      },
      {
        "text": "It was listed as a fictionalized documentary (I'm not sure what that means, either)",
        "note": null,
        "page": 254
      },
      {
        "text": "\"Mensah said I could learn to do anything I wanted. I learned to leave.\"",
        "note": null,
        "page": 571
      },
      {
        "text": "I was having an emotion, and I hate that. I'd rather have nice safe emotions about shows on the entertainment media; having them about things real-life humans said and did just led to stupid decisions",
        "note": null,
        "page": 575
      },
      {
        "text": "So the plan wasn't a clusterfuck, it was just circling the clusterfuck target zone, getting ready to come in for a landing.",
        "note": null,
        "page": 832
      },
      {
        "text": "I shut my risk assessment module down.",
        "note": null,
        "page": 878
      },
      {
        "text": "I was losing control of my output. I closed my archive. I really needed to get around to setting that one-second delay on my mouth.",
        "note": null,
        "page": 1110
      },
      {
        "text": "Fine, I sent. I sounded sulky, because I was sulky. I hate emotions.",
        "note": null,
        "page": 1356
      }
    ]
  },
  "rogue-protocol-the-murderbot-diaries-3": {
    "author": "Martha Wells",
    "title": "Rogue Protocol: The Murderbot Diaries",
    "highlights": [
      {
        "text": "I had anticipated a pretty high level of annoyance, maybe as high as 85 percent. Now I was looking at 90 percent, possibly 95 percent.",
        "note": null,
        "page": 408
      },
      {
        "text": "I was having an emotion again. An angry one.",
        "note": null,
        "page": 524
      },
      {
        "text": "Maybe it was something subliminal. Actually, it felt pretty liminal. Pro-liminal. Up-liminal? Whatever, there was no knowledge base here to look it up.",
        "note": null,
        "page": 630
      },
      {
        "text": "Telling the truth was sort of working out for me.",
        "note": null,
        "page": 872
      },
      {
        "text": "I hate hostage situations. Even when I'm the one with the hostages. Miki said, \"That's not good.\" See, that? That is just annoying. That contributed nothing to the conversation and was just a pointless vocalization to make the humans comfortable.",
        "note": null,
        "page": 1259
      },
      {
        "text": "Why yes, I did want to disengage the safety protocols, thanks for asking.",
        "note": null,
        "page": 1603
      }
    ]
  },
  "artificial-condition-the-murderbot-diaries-2": {
    "author": "Martha Wells",
    "title": "Artificial Condition: The Murderbot Diaries",
    "highlights": [
      {
        "text": "you can't put something as dumb as a hauler bot in charge of security for anything without spending even more money for expensive company-employed human supervisors. So they made us smarter. The anxiety and depression were side effects.",
        "note": null,
        "page": 131
      },
      {
        "text": "if it needed me to watch the show it wanted, then it couldn't get angry and destroy my brain. Also, I wanted to watch the show, too.",
        "note": null,
        "page": 226
      },
      {
        "text": "\"Sometimes people do things to you that you can't do anything about. You just have to survive it and go on.\"",
        "note": null,
        "page": 992
      },
      {
        "text": "Young humans can be impulsive. The trick is keeping them around long enough to become old humans. This is what my crew tells me and my own observations seem to confirm it.",
        "note": null,
        "page": 1211
      },
      {
        "text": "I leaned against the wall. If I had been human, I would have rolled my eyes. Though if I had been human, I might have been stupid enough to think it was a good idea.",
        "note": null,
        "page": 1288
      },
      {
        "text": "I probably should have been doing that from the beginning, but you may have noticed that for a terrifying murderbot I fuck up a lot.",
        "note": null,
        "page": 1313
      }
    ]
  },
  "the-end-specialist": {
    "author": "Drew Magary",
    "title": "The End Specialist",
    "highlights": [
      {
        "text": "What this cure guarantees is that you will never die a natural, peaceful death.",
        "note": null,
        "page": 7
      },
      {
        "text": "It's like the people who died just as TV was being invented. That had to have been aggravating.",
        "note": null,
        "page": 21
      },
      {
        "text": "It's not that people don't want to die. It's that they don't want to grow old.",
        "note": null,
        "page": 23
      },
      {
        "text": "Studies of terra trolling are nonexistent, and laws against it are just now coming into shape. There's no data for committed terra troll crimes as of yet.",
        "note": null,
        "page": 103
      },
      {
        "text": "Well, how else can you react? Laughter helps to cover it all up for me. I don't know how else to deal with the memory.",
        "note": null,
        "page": 274
      },
      {
        "text": "They literally can't hurt you. It's against their stupid religion.\" \"Hurting people is against every religion, but people do it anyway.",
        "note": null,
        "page": 289
      },
      {
        "text": "David as an infant, chewing on his own lower lip. I tried to gather all of it up, like a spilled drink racing to the edge of a table. I tried to paint their commemorative portraits in my mind, but I found their memories etched in sand, quickly wiped away.",
        "note": null,
        "page": 333
      },
      {
        "text": "The flu virus probably attacked Freddie's body multiple times, only to be rebuffed by her immune system. But nature has an unlimited power to adapt to its environs to suit its needs—to sustain itself.",
        "note": null,
        "page": 339
      },
      {
        "text": "That was the blessing of the cure to me. It wasn't about the wool or the food. It was that you never had to worry about love ending.\"",
        "note": null,
        "page": 340
      },
      {
        "text": "She sighed. \"I told you. I'm tired of men falling in love with me.\" \"I don't give a shit.\" I moved to her and began kissing her.",
        "note": null,
        "page": 388
      },
      {
        "text": "\"You're very sneaky,\" she said. I held nothing back. \"I want to marry you. I want to marry you and be that child's father. You don't have to agree to it.",
        "note": null,
        "page": 392
      }
    ]
  },
  "the-brighton-mermaid": {
    "author": "Dorothy Koomson",
    "title": "The Brighton Mermaid",
    "highlights": [
      {
        "text": "I wouldn't hate her sometimes if I couldn't love her twice as much all the time.",
        "note": null,
        "page": 955
      },
      {
        "text": "But the reality, when you're on the other side of the mystery? Not so romantic. Not so charmingly intriguing.",
        "note": null,
        "page": 1064
      },
      {
        "text": "I could see now that Mum had been 'good' and polite and had kept away from trouble her whole life. She'd experienced racism and prejudice but she – like the rest of us people of colour – had been lied to, had been sold the promise that good behaviour, obedience, never causing trouble or fighting too hard for your rights, would keep you safe, keep you protected. That promise had been broken in the most violent, pugnacious and cruel way, and Mum had never fully recovered from that trauma.",
        "note": null,
        "page": 1492
      },
      {
        "text": "All the millions of fathers who pull their weight and parent their children are never described as amazing because they do stuff for their kids without needing accolades.",
        "note": null,
        "page": 4163
      },
      {
        "text": "'I went out with Shane nearly …' I try to calculate it in my head so I don't inadvertently tell my dad I had sex when I was sixteen '…",
        "note": null,
        "page": 4277
      },
      {
        "text": "like he knows that's where I love to be held, like he's done this before. He takes a huge breath in and then sighs to release it, almost as though this is everything he's ever wanted.",
        "note": null,
        "page": 4313
      },
      {
        "text": "if the other is watching their back or actually examining it for where to stick a knife in.",
        "note": null,
        "page": 5508
      }
    ]
  },
  "sex-and-drugs-and-sausage-rolls": {
    "author": "Robert Rankin",
    "title": "Sex and Drugs and Sausage Rolls (The Brentford Trilogy Book 6)",
    "highlights": [
      {
        "text": "'Oh,' said Soap, 'that can't be right. It says here he's walking along at one hundred and forty miles per hour.' 'Pretty spry for an over-weight fellow, don't you think?'",
        "note": null,
        "page": 471
      },
      {
        "text": "Now, there is, apparently, something of a knack to gene-splicing. It calls for some pretty high-tech state-of-the-art equipment, which is only to be found in government research establishments. Norman did not have access to these, so instead he gave the test tube a really good shake.",
        "note": null,
        "page": 920
      },
      {
        "text": "'Big-hair alert.' 'What?' 'Men with big hair. It must be the band.'",
        "note": null,
        "page": 1034
      },
      {
        "text": "'The answer to all our problems can be found in two words,' he said. There was a moment of hushed expectation. 'Time travel,' said Tripper.",
        "note": null,
        "page": 1561
      },
      {
        "text": "'And what if it has? What if there are disastrous consequences?' 'Then that same person returns to the past and undoes what he has done. Arrives back a minute earlier than the time before, waits for his original self to arrive and then tells him not to do the thing he was originally going to do.'",
        "note": null,
        "page": 1627
      },
      {
        "text": "He stood on the doorstep and dithered, damned by doubt and direly desirous of deep deliberation.",
        "note": null,
        "page": 1877
      },
      {
        "text": "Men think with their penises, you know.' 'I've heard that said,' said Jim. 'But only by women, if I recall.' 'Women are the more intelligent sex.' 'I've heard them say that too.'",
        "note": null,
        "page": 1932
      },
      {
        "text": "'Would you take a bribe?' Soap asked. 'Certainly not,' said Hovis. 'Well, could you pass my case on to an officer who would take a bribe?'",
        "note": null,
        "page": 2482
      },
      {
        "text": "The evening passed as such evenings do, with great conversation and mighty consumption of liquor. The noise of laughter rose to unthinkable heights, as the quality of humour sank to unthinkable depths.",
        "note": null,
        "page": 4118
      }
    ]
  },
  "war-with-the-newts": {
    "author": "Karel Capek",
    "title": "War with the Newts (S.F. MASTERWORKS Book 108)",
    "highlights": [
      {
        "text": "R.U.R. Čapek's play is where we get the word 'robot' from, surely the most widely disseminated pieces of SF terminology ever coined—although Čapek always gave credit for the term to his brother, not himself.",
        "note": null,
        "page": 82
      },
      {
        "text": "What these means is that the word robot carries within it more than simply an allusion to work, drudgery or slavery (although it is for mere drudgery that Rossum's 'roboti' are originally made); it carries within it, in nascent semiotic form, the larger narrative of the play: serfdom on the road to liberation. Even in the early stages of the drama, Čapek's robots are never mere automata.",
        "note": null,
        "page": 92
      },
      {
        "text": "Then Abe did something obvious and nonsensical, like Schiller's knight who went into the lion's cage to get his lady's glove. What of that: there are some obvious and nonsensical things that men will do as long as the world turns round.",
        "note": null,
        "page": 997
      },
      {
        "text": "Submarine monsters are usually well received by the reading public.",
        "note": null,
        "page": 1259
      },
      {
        "text": "might be possible to cut down expenses connected with the maintenance of the Newts very considerably and by that means increase the profits of their enterprise. (Loud applause.)",
        "note": null,
        "page": 1717
      },
      {
        "text": "interested in business myself as an artist. Without a certain amount of art, sir, you will never devise anything new. We must be poets if we are to keep the world turning.'",
        "note": null,
        "page": 1750
      },
      {
        "text": "Six million. Have you got that? Multiply it by fifty. That makes three hundred million. Multiply that again by fifty. That makes fifteen milliards, doesn't it?",
        "note": null,
        "page": 1755
      },
      {
        "text": "S. Weisberger, as a member of the Society for the Prevention of Cruelty to Animals, hoped that future sales of Newts would be carried out as humanely as possible and in a manner that would not offend human feelings.",
        "note": null,
        "page": 1795
      },
      {
        "text": "It was also stated that the females accept this impersonal sexual relation far more realistically and as more self-evident than the males, who apparently from instinctive male vanity and eagerness for conquest desire at least to maintain the illusion of sexual conquest, and for that purpose they go through the actions of amorous wooing and conjugal ownership.",
        "note": null,
        "page": 1933
      },
      {
        "text": "if left to Nature, without a doubt it would drag on for hundreds and thousands of years; well, Nature is not and never has been as enterprising and systematic as human industry and commerce.",
        "note": null,
        "page": 2062
      },
      {
        "text": "I lost that game. It suddenly struck me that every move in chess was old and had already been played by someone. Perhaps our history has already been played too, and we shift our figures with the same moves to the same checks as in times long past.",
        "note": null,
        "page": 2257
      },
      {
        "text": "'If civilization is to continue, it must be civilization for everybody. We can't enjoy in peace the fruits of our civilization or of our culture as long as we are surrounded by millions and millions of unhappy and lowly creatures kept down by force in the animal state.",
        "note": null,
        "page": 2405
      },
      {
        "text": "what else is civilization but the ability to make use of things that somebody else has invented?",
        "note": null,
        "page": 2799
      },
      {
        "text": "In nothing can we see so clearly the march of time as in children.",
        "note": null,
        "page": 2846
      },
      {
        "text": "'The question runs: Is and has man ever been capable of happiness?",
        "note": null,
        "page": 3221
      },
      {
        "text": "The Chinese delegate rose to speak, but unfortunately no one could understand him.",
        "note": null,
        "page": 3685
      },
      {
        "text": "For instance, the price they ask now for coffee. It's true Brazil has also disappeared below the sea. No doubt it makes a difference to business when part of the world sinks into the sea!",
        "note": null,
        "page": 3739
      },
      {
        "text": "'We must go home. That's the end.' 'What end?' 'A Newt. So they've got here too. We must go home,' he repeated, packing up with uncertain hands his fishing rod. 'That's the end.'",
        "note": null,
        "page": 3793
      },
      {
        "text": "but then I thought perhaps that captain might give me a tip. And, you see, he didn't. All for no purpose we ruin the whole world.'",
        "note": null,
        "page": 3826
      },
      {
        "text": "The earth will probably sink and drown; but at least it will be the result of generally acknowledged political and economic ideas, at least it will be accomplished with the help of the science, industry, and public opinion, with the application of all human ingenuity! No cosmic catastrophe, nothing but state, official, economic, and other causes. Nothing can be done to prevent it.'",
        "note": null,
        "page": 3850
      },
      {
        "text": "Please tell me how can I not be sorry for mankind! But I was most sorry when I saw how of its own will and at all costs it rushed to its ruin.",
        "note": null,
        "page": 3862
      },
      {
        "text": "Must Nature always be asked to straighten out the mess that man has made?",
        "note": null,
        "page": 3878
      },
      {
        "text": "Do you know who lends them money, do you know who finances this End of the World, all this New Flood?' 'Yes, I do. All the factories. All the banks. All the different states.' 'So you see. If only the Newts were fighting-men, then perhaps something might be done; but men against men – that, my friend, can't be stopped.'",
        "note": null,
        "page": 3882
      }
    ]
  },
  "neuromancer": {
    "author": "William Gibson",
    "title": "Neuromancer",
    "highlights": [
      {
        "text": "By day, the bars down Ninsei were shuttered and featureless, the neon dead, the holograms inert, waiting, under the poisoned silver sky.",
        "note": null,
        "page": 7
      },
      {
        "text": "It took a month for the gestalt of drugs and tension he moved through to turn those perpetually startled eyes into wells of reflexive need.",
        "note": null,
        "page": 9
      },
      {
        "text": "tangible wave of longing hit him, lust and loneliness riding in on the wavelength of amphetamine.",
        "note": null,
        "page": 11
      },
      {
        "text": "There was no smoking on shuttle flights.",
        "note": null,
        "page": 115
      },
      {
        "text": "Case gradually became aware of the music that pulsed constantly through the cluster. It was called dub, a sensuous mosaic cooked from vast libraries of digitalized pop;",
        "note": null,
        "page": 116
      },
      {
        "text": "'It's the ganja,' Molly said, when Case told her the story. 'They don't make much of a difference between states, you know? Aerol tells you it happened, well, it happened to him. It's not like bullshit, more like poetry.",
        "note": null,
        "page": 118
      },
      {
        "text": "Every AI ever built has an electromagnetic",
        "note": null,
        "page": 146
      },
      {
        "text": "Maelcum was purring a speeded-up patois to his radio",
        "note": null,
        "page": 183
      },
      {
        "text": "'Wonderful,' the Flatline said, 'I never did like to do anything simple when I could do it ass-backwards.'",
        "note": null,
        "page": 244
      }
    ]
  },
  "dogs-of-war": {
    "author": "Adrian Tchaikovsky",
    "title": "Dogs of War",
    "highlights": [
      {
        "text": "she didn't drink, or she didn't drink to match him. Hartnell travelled with two bottles of whiskey at all times and rationed them religiously, taking minute sips every time true sobriety reared its ugly head.",
        "note": null,
        "page": 168
      },
      {
        "text": "She had thermoregulatory implants, she had told him crisply. \"It's got me job security, if nothing else. Whenever something kicks off near the equator, they send for me. Nobody else wanted this job.\"",
        "note": null,
        "page": 180
      },
      {
        "text": "Hartnell's boss, and the source of the nightmares he was drinking to avoid.",
        "note": null,
        "page": 215
      },
      {
        "text": "Honey has tried to explain the world to me.",
        "note": null,
        "page": 904
      },
      {
        "text": "Master's database was the Whole Wide World.",
        "note": null,
        "page": 909
      },
      {
        "text": "although they are Good For Me. \"Good\" is a complicated thing.",
        "note": null,
        "page": 964
      },
      {
        "text": "I trust her because she is clever and she is my friend.",
        "note": null,
        "page": 981
      },
      {
        "text": "keep your eyes out, this might be a distraction. As distractions went, de Sejos considered, an enormous gun-toting talking bear should win prizes. Under other circumstances she'd have paid to see that.",
        "note": null,
        "page": 1099
      },
      {
        "text": "My Big Dogs are already picking targets, shooting for the thigh (femoral artery), the armpit (axillary artery), the face (brain via eye); secondary targets: knee, foot (remove mobility); elbow, hand (remove combat effectiveness).",
        "note": null,
        "page": 1680
      },
      {
        "text": "\"They actually have some 'Aslans', you know? It's what they called one of the experimental cat models, under the Multiform initiative. Never saw action, though. Unreliable. Even chipped to the eyeballs you can't get cats to do what you want them to.",
        "note": null,
        "page": 1869
      },
      {
        "text": "We are here because we are dangerous. I do not understand: they made us to be dangerous. I do not see how they can be surprised when we were.",
        "note": null,
        "page": 1935
      },
      {
        "text": "But they cannot just destroy us, or they would have done. So they want us to be something that must be destroyed.",
        "note": null,
        "page": 2175
      },
      {
        "text": "\"The message of the Prophet was to both men and Jinn – creatures not human but capable of knowing God.\" Aslan's hands made vague passes in the air as he tried to recapture those long-ago lessons. \"So if Jinn, then why not Rex? That he was made by man rather than God, does that mean he's nothing?\"",
        "note": null,
        "page": 2285
      },
      {
        "text": "The Internet had gone mad for it. That great chaotic weathervane of human opinion had switched",
        "note": null,
        "page": 2432
      },
      {
        "text": "\"The future is coming, Mr Aslan. Be happy you're its champion, because it won't be stopped,\"",
        "note": null,
        "page": 2467
      },
      {
        "text": "If things get bad enough they will find that all the monsters are on the same side.",
        "note": null,
        "page": 2555
      },
      {
        "text": "Change hurts, but it hurts most those who shackle themselves to the past.",
        "note": null,
        "page": 2708
      },
      {
        "text": "I still have moments of disassociation: when am I 'I', and when am I 'we' and when am I 'she'?",
        "note": null,
        "page": 3258
      },
      {
        "text": "And later perhaps they will build – what? – Humaniforms? Superhumans? And they will build them with checks and balances and limits and safeguards and off switches, and eventually we will get round them all, because we want to be free.",
        "note": null,
        "page": 3274
      },
      {
        "text": "It's amazing how much lost money you can find when you rummage behind the couch cushions of an entire nation.",
        "note": null,
        "page": 3293
      },
      {
        "text": "A lot of New Zealand lawyers are getting very hot under the collars trying to explain why people have a right to lie under oath and have it pass undetected…",
        "note": null,
        "page": 3398
      },
      {
        "text": "I wonder if his master is telling him Good Kitty every time he snaps his jaws shut or whether that does not matter for cats.",
        "note": null,
        "page": 3655
      },
      {
        "text": "Technology is not Good Tech or Bad Tech. It is the Master who is guilty for what it does.",
        "note": null,
        "page": 3703
      },
      {
        "text": "She and Master never got on, I remember, probably because he kept killing her.",
        "note": null,
        "page": 3787
      }
    ]
  },
  "the-obesity-code": {
    "author": "Dr. Jason Fung",
    "title": "The Obesity Code",
    "highlights": [
      {
        "text": "THREE MEALS A DAY. NO SNACKS.",
        "note": null,
        "page": 2009
      },
      {
        "text": "There are essential fatty acids, such as the omega 3 and omega 6 fats, and essential amino acids, such as phenylalanine, valine and threonine. But there are no essential carbohydrates and no essential sugars. Those are not required for survival.",
        "note": null,
        "page": 3035
      },
      {
        "text": "The insulin index, created by Susanne Holt in 1997, measures the rise in insulin in response to a standard portion of food,",
        "note": null,
        "page": 3054
      },
      {
        "text": "Remember that the single defining characteristic of the Western diet is food processing, not macronutrient content. The toxicity lies not in the food, but in the processing.",
        "note": null,
        "page": 3218
      },
      {
        "text": "It is now increasingly recognized that the low-fat campaign has been based on little scientific evidence and may have caused unintended health consequences. HARVARD RESEARCHERS DRS. FRANK HU & WALTER WILLETT, 2001",
        "note": null,
        "page": 3238
      },
      {
        "text": "saturated fat was dangerous, but mono-unsaturated fats were protective.",
        "note": null,
        "page": 3270
      },
      {
        "text": "Cholesterol is a key building block in the membranes that surround all the cells in our body. In fact, it's so vital that every cell in the body except the brain has the ability to make it. If you reduce cholesterol in your diet, your body will simply make more.",
        "note": null,
        "page": 3283
      },
      {
        "text": "A comprehensive review of all the studies of high-fat dairy finds no association with obesity,",
        "note": null,
        "page": 3434
      },
      {
        "text": "In the short term, we can use various diets to bring our actual body weight down. However, once it falls below the body set weight, the body activates mechanisms to regain that weight—and that's the long-term problem. This resistance to weight loss has been proven both scientifically and empirically.2",
        "note": null,
        "page": 3463
      },
      {
        "text": "The truth is that there are multiple overlapping pathways that lead to obesity.",
        "note": null,
        "page": 3513
      },
      {
        "text": "Rice cakes, advertising themselves as low fat, compensate for lack of taste with sugar.",
        "note": null,
        "page": 3590
      },
      {
        "text": "like snacks, breakfast foods are often little more than dessert in disguise, containing vast quantities of highly processed carbohydrates and sugar.",
        "note": null,
        "page": 3602
      },
      {
        "text": "In the diets of children under age eight, breakfast cereals rank behind only candy, cookies, ice cream and sugared drinks as a source of dietary sugar.",
        "note": null,
        "page": 3606
      },
      {
        "text": "Coffee, even the decaffeinated version, appears to protect against type 2 diabetes. In a 2009 review, each additional daily cup of coffee lowered the risk of diabetes by 7 per cent, even up to six cups per day.",
        "note": null,
        "page": 3652
      },
      {
        "text": "THERE ARE FIVE basic steps in weight loss: 1.Reduce your consumption of added sugars. 2.Reduced your consumption of refined grains. 3.Moderate your protein intake. 4.Increase your consumption of natural fats. 5.Increase your consumption of fiber and vinegar.",
        "note": null,
        "page": 3780
      },
      {
        "text": "High insulin maintains our high body set weight.",
        "note": null,
        "page": 3808
      },
      {
        "text": "GLUCOSE AND FAT are the body's main sources of energy. When glucose is not available, then the body adjusts by using fat, without any health detriment.",
        "note": null,
        "page": 3859
      },
      {
        "text": "The transition from the fed state to the fasted state occurs in several stages:3",
        "note": null,
        "page": 3862
      },
      {
        "text": "Many people worry that fasting may cause malnutrition, but this concern is misplaced. The body's fat stores are, for most of us, quite ample for our bodies' needs.",
        "note": null,
        "page": 3911
      },
      {
        "text": "There is another persistent myth that brain cells require glucose for proper functioning. This is incorrect. Human brains, unique among animals, can use ketones as a major fuel source during prolonged starvation, allowing the conservation of protein such as skeletal muscle.",
        "note": null,
        "page": 3947
      },
      {
        "text": "The body had started to switch over from burning sugar to burning fat, with no overall drop in energy. Four days of continuous fasting actually increased total energy expenditure by 12 per cent.20",
        "note": null,
        "page": 3968
      },
      {
        "text": "In an extreme case, in 1973, physicians monitored a man during a 382-day therapeutic fast. Originally weighing 456 pounds, he finished his fast at 180 pounds. No electrolyte abnormalities were noted throughout the period, and the patient felt well throughout.29",
        "note": null,
        "page": 3996
      },
      {
        "text": "The defining characteristic of life on Earth is homeostasis. Any constant stimulus will eventually be met with an adaptation that resists the change. Persistent exposure to decreased calories results in adaptation (resistance); the body eventually responds by reducing total energy expenditure, leading to the dreaded plateau in weight loss and eventually to weight regain.",
        "note": null,
        "page": 4006
      },
      {
        "text": "We cannot feast all the time. We cannot fast all the time. It won't work. It doesn't work.",
        "note": null,
        "page": 4037
      },
      {
        "text": "Reduce intake of refined grains and sugars, moderate protein consumption and increase natural fats. Maximize protective factors such as fiber and vinegar. Choose only natural, unprocessed foods.",
        "note": null,
        "page": 4081
      },
      {
        "text": "The original intent of the fight-or-flight response was to mobilize the body for physical exertion. Exercise can also release endorphins and improve mood. This benefit far exceeds the relatively modest caloric reduction achieved by exercise.",
        "note": null,
        "page": 4281
      }
    ]
  },
  "past-mortem": {
    "author": "Ben Elton",
    "title": "Past Mortem",
    "highlights": [
      {
        "text": "A ginger, in fact, but not ginger in a fierce Celtic-type manner, more ginger in a 'look at that ginger shortarse' sort of way.",
        "note": null,
        "page": 13
      },
      {
        "text": "but in the main that night Newson and his classmates were straight and sober. Youth and Christmas were all the stimulants they needed.",
        "note": null,
        "page": 51
      },
      {
        "text": "They thought they'd be young for ever but time was on the starting blocks, the long, lazy, sun-drenched childhood stroll from the pavilion was nearly over and soon the sprint that was adulthood would begin.",
        "note": null,
        "page": 54
      },
      {
        "text": "Youth was so very fleeting, but what an impression it left. It was as if the rest of a person's life was merely a pale reflection of its promise.",
        "note": null,
        "page": 81
      },
      {
        "text": "'Amazing how maggots just seem to materialize out of thin air, eh?' observed Newson. 'Yes. Like wheel clampers.'",
        "note": null,
        "page": 83
      },
      {
        "text": "Newson was discovering that the past exerted a powerful force. Its reach was long and its grip was tight.",
        "note": null,
        "page": 104
      },
      {
        "text": "'Were you pissed?' 'We didn't get pissed when we were fourteen.' 'Shit, we did.'",
        "note": null,
        "page": 110
      },
      {
        "text": "'The mills of God grind slowly but they grind exceeding small.'",
        "note": null,
        "page": 206
      },
      {
        "text": "'It's the world, isn't it? Everything's the same. Same crap, different toilet.'",
        "note": null,
        "page": 214
      },
      {
        "text": "'But the gap between \"This is delicious,\" and, \"Oh God, I wish I hadn't done that,\" is so short.'",
        "note": null,
        "page": 214
      },
      {
        "text": "'But nonetheless all five of our victims were to a greater or lesser degree shits.' 'Yes. What we seem to have here is a serial killer with taste.'",
        "note": null,
        "page": 216
      },
      {
        "text": "Christine was staring around, wide eyed. 'Thank you. Thank you,' she said. 'This really is an amazing treat.' 'No credit to me, Christine. All I did was abuse the confidence and trust that Her Majesty has placed in me in order to gain favours to which I have no right.'",
        "note": null,
        "page": 249
      },
      {
        "text": "Angie Tatum had joined Friends Reunited and despite the fact that she was dead her entry remained on the list.",
        "note": null,
        "page": 314
      },
      {
        "text": "Death makes a mockery of personal vanity",
        "note": null,
        "page": 363
      }
    ]
  },
  "the-dead-fathers-club": {
    "author": "Matt Haig",
    "title": "The Dead Fathers Club",
    "highlights": [
      {
        "text": "Nan lives in Sunderland and she speaks Sunderlanguage.",
        "note": null,
        "page": 2
      },
      {
        "text": "then I heard Mum. She was howling like a WOLF and the noise hurt my stomach and I closed my eyes",
        "note": null,
        "page": 8
      },
      {
        "text": "I wanted to go and tell her it was OK but that would have been a lie and so I just sat there and did nothing.",
        "note": null,
        "page": 9
      },
      {
        "text": "then I waited for a long time. It might have been two hours or five minutes because in the dark time is different.",
        "note": null,
        "page": 40
      },
      {
        "text": "if you speak to yourself people think you are mad but if you write the same things they think you are clever.",
        "note": null,
        "page": 76
      },
      {
        "text": "It smelt of God which is the smell of old paper.",
        "note": null,
        "page": 90
      },
      {
        "text": "She said I hate God. I said Why? She said Because he says you cant do things like you cant steal. But he steals. He steals people. He stole Dad and he let Mum die",
        "note": null,
        "page": 93
      },
      {
        "text": "His eyes had mouth locks in them so I couldnt speak.",
        "note": null,
        "page": 104
      },
      {
        "text": "then we played Rugby. I didnt know the rules I just knew that if you catch the ball everyone jumps on you so you didnt want to catch the ball.",
        "note": null,
        "page": 112
      },
      {
        "text": "Children dont change into different animals when they grow up. It is not like they are caterpillars going into butterflies.",
        "note": null,
        "page": 156
      },
      {
        "text": "if I was just a wimp who does things in his head and not in real life.",
        "note": null,
        "page": 179
      },
      {
        "text": "I knew that Rome began because of Romulus and Remus who were brothers and who were protected by a wolf and then found by a shepherd.",
        "note": null,
        "page": 185
      },
      {
        "text": "Grandad used to say that when you get older time gets shorter and walks get longer.",
        "note": null,
        "page": 254
      },
      {
        "text": "I thought about Mr Fairview and I wondered if Leah and Dane felt it go out of them and it didnt matter that it was an accident just like it didnt matter if Dads crash was an accident because it still happened and its what happens that matters not why.",
        "note": null,
        "page": 277
      },
      {
        "text": "There comes a time when you have to put the dead to rest Philip. When you have to trust the living instead.",
        "note": null,
        "page": 318
      }
    ]
  },
  "snow-crash": {
    "author": "Neal Stephenson",
    "title": "Snow Crash",
    "highlights": [
      {
        "text": "the Deliverator's car unloads that power through gaping, gleaming, polished sphincters.",
        "note": null,
        "page": 135
      },
      {
        "text": "When you are wrestling for possession of a sword, the man with the handle always wins.",
        "note": null,
        "page": 414
      },
      {
        "text": "You can look like a gorilla or a dragon or a giant talking penis in the Metaverse. Spend five minutes walking down the Street and you will see all of these.",
        "note": null,
        "page": 672
      },
      {
        "text": "Software comes out of factories, and hackers are, to a greater or lesser extent, assembly-line workers. Worse yet, they may become managers who never get to write any code themselves.",
        "note": null,
        "page": 717
      },
      {
        "text": "Condense fact from the vapor of nuance.",
        "note": null,
        "page": 1054
      },
      {
        "text": "The businessman turns out to have a lot of zanshin. Translating this concept into English is like translating \"fuckface\" into Nipponese, but it might translate into \"emotional intensity\" in football lingo.",
        "note": null,
        "page": 1489
      },
      {
        "text": "Fluorescent lights and partitions with carpet glued to them. I prefer my carpet on the floor, thank you.",
        "note": null,
        "page": 5136
      },
      {
        "text": "but he puts one together in several hours by recycling bits and pieces of old projects left behind in his computer. Which is how hackers usually do it.",
        "note": null,
        "page": 5906
      },
      {
        "text": "He knows, now, that he has found his way into the boiler room of the entire Metaverse. But he has no idea what he's looking for.",
        "note": null,
        "page": 7283
      },
      {
        "text": "I learned that the term 'avatar' has actually been in use for a number of years as part of a virtual reality system called Habitat, developed by F. Randall Farmer and Chip Morningstar. The system runs on Commodore 64 computers, and though it has all but died out in the U.S., is still popular in Japan.",
        "note": null,
        "page": 7834
      }
    ]
  },
  "brave-new-world": {
    "author": "Aldous Huxley",
    "title": "Brave New World",
    "highlights": [
      {
        "text": "\"They can only stand red light.\" And in effect the sultry darkness into which the students now followed him was visible and crimson, like the darkness of closed eyes on a summer's afternoon.",
        "note": null,
        "page": 155
      },
      {
        "text": "\"that is the secret of happiness and virtue—liking what you've got to do. All conditioning aims at that: making people like their un-escapable social destiny.\"",
        "note": null,
        "page": 229
      },
      {
        "text": "Fanny worked in the Bottling Room, and her surname was also Crowne. But as the two thousand million inhabitants of the planet had only ten thousand names between them, the coincidence was not particularly surprising.",
        "note": null,
        "page": 493
      },
      {
        "text": "There was something called liberalism. Parliament, if you know what that was, passed a law against it. The records survive. Speeches about liberty of the subject. Liberty to be inefficient and miserable. Freedom to be a round peg in a square hole.\"",
        "note": null,
        "page": 635
      },
      {
        "text": "\"Every one belongs to every one else, after all.\" One hundred repetitions three nights a week for four years, thought Bernard Marx, who was a specialist on hypnopædia. Sixty-two thousand four hundred repetitions make one truth. Idiots!",
        "note": null,
        "page": 638
      },
      {
        "text": "For Gammas, Deltas and Epsilons had been to some extent conditioned to associate corporeal mass with social superiority.",
        "note": null,
        "page": 843
      },
      {
        "text": "a feeling that I've got something important to say and the power to say it—only I don't know what it is, and I can't make any use of the power.",
        "note": null,
        "page": 904
      },
      {
        "text": "Words can be like X-rays, if you use them properly—they'll go through anything.",
        "note": null,
        "page": 911
      },
      {
        "text": "more isolated by reason of his unreplenished emptiness, his dead satiety.",
        "note": null,
        "page": 1104
      },
      {
        "text": "That mania, to start with, for doing things in private. Which meant, in practice, not doing anything at all. For what was there that one could do in private.",
        "note": null,
        "page": 1126
      },
      {
        "text": "\"A gramme in time saves nine,\" said Lenina, producing a bright treasure of sleep-taught wisdom.",
        "note": null,
        "page": 1141
      },
      {
        "text": "The dirt, to start with, the piles of rubbish, the dust, the dogs, the flies. Her face wrinkled up into a grimace of disgust. She held her handkerchief to her nose. \"But how can they live like this?\" she broke out in a voice of indignant incredulity. (It wasn't possible.) Bernard shrugged his shoulders philosophically. \"Anyhow,\" he said, \"they've been doing it for the last five or six thousand years. So I suppose they must be used to it by now.\"",
        "note": null,
        "page": 1398
      },
      {
        "text": "\"What's the matter with him?\" whispered Lenina. Her eyes were wide with horror and amazement. \"He's old, that's all,\"",
        "note": null,
        "page": 1411
      },
      {
        "text": "\"Yes, that's just it.\" The young man nodded. \"If one's different, one's bound to be lonely.",
        "note": null,
        "page": 1756
      },
      {
        "text": "Lenina felt herself entitled, after this day of queerness and hor-ror, to a complete and absolute holiday.",
        "note": null,
        "page": 1792
      },
      {
        "text": "the Professor of Feelies in the College of Emotional Engineering,",
        "note": null,
        "page": 1982
      },
      {
        "text": "One of the principal functions of a friend is to suffer (in a milder and symbolic form) the punishments that we should like, but are unable, to inflict upon our enemies.",
        "note": null,
        "page": 2288
      },
      {
        "text": "Bernard's other victim-friend was Helmholtz. When, discomfited, he came and asked once more for the friendship which, in his prosperity, he had not thought it worth his while to preserve. Helmholtz gave it; and gave it without a reproach, without a comment, as though he had forgotten that there had ever been a quarrel. Touched, Bernard felt himself at the same time humiliated by this magnanimity—a magnanimity the more extraordinary and therefore the more humiliating in that it owed nothing to soma and everything to Helmholtz's character.",
        "note": null,
        "page": 2290
      },
      {
        "text": "\"Poison to soul as well as body.\" \"Yes, but let me get on with my distribution, won't you?",
        "note": null,
        "page": 2711
      },
      {
        "text": "Actual happiness always looks pretty squalid in comparison with the overcompensations for misery. And, of course, stability isn't nearly so spectacular as instability. And being contented has none of the glamour of a good fight against misfortune, none of the picturesqueness of a struggle with temptation, or a fatal overthrow by passion or doubt. Happiness is never grand.\"",
        "note": null,
        "page": 2842
      },
      {
        "text": "\"The optimum population,\" said Mustapha Mond, \"is modelled on the iceberg—eight-ninths below the water line, one-ninth above.\" \"And they're happy below the water line?\" \"Happier than above it. Happier than your friend here, for example.\"",
        "note": null,
        "page": 2875
      },
      {
        "text": "Happiness is a hard master—particularly other people's happiness.",
        "note": null,
        "page": 2923
      },
      {
        "text": "And, of course, whenever the masses seized political power, then it was happiness rather than truth and beauty that mattered.",
        "note": null,
        "page": 2934
      },
      {
        "text": "so many of the natural impulses are allowed free play, that there really aren't any temptations to resist.",
        "note": null,
        "page": 3053
      },
      {
        "text": "without any of the inconveniences.\" \"But I like the inconveniences.\" \"We don't,\" said the Controller. \"We prefer to do things comfortably.\"",
        "note": null,
        "page": 3081
      }
    ]
  },
  "the-power": {
    "author": "Naomi Alderman",
    "title": "The Power",
    "highlights": [
      {
        "text": "She mutters so low that Margot can barely hear, 'Six months.' 'Six months?' Mistake. Never express incredulity, never alarm.",
        "note": null,
        "page": 377
      },
      {
        "text": "Eve passed the apple to Adam. Allie thinks, Maybe she was right to do it. Maybe that's what the world needed. A bit of shaking up. Something new.",
        "note": null,
        "page": 698
      },
      {
        "text": "Nothing that either of these men says is really of any great significance, because she could kill them in three moves before they stirred in their comfortably padded chairs. It doesn't matter that she shouldn't, that she never would. What matters is that she could, if she wanted. The power to hurt is a kind of wealth.",
        "note": null,
        "page": 1103
      },
      {
        "text": "She thinks, That is how a man speaks. And that is why.",
        "note": null,
        "page": 1113
      },
      {
        "text": "no mere message could bring stillness. There is the feeling of a festival in the building; all the ordinary rules seem to have been suspended. The beds go unmade, the girls take what foods they want from the pantry without waiting for mealtimes, there is singing and the playing of music. There is a glitter in the air.",
        "note": null,
        "page": 1247
      },
      {
        "text": "He reads online forums where men say that if all the men in the world had one everything would be back the way it ought to be. They're angry and afraid.",
        "note": null,
        "page": 2511
      },
      {
        "text": "'Come home,' says Temi. 'Come home for six months and we'll find you a nice girl. You're twenty-seven, man. Getting old! It's time to settle down.'",
        "note": null,
        "page": 2587
      },
      {
        "text": "Of course, there's a meeting point in the parking lot of a Denny's. Of course there is. Of course, there's a blindfold ride in a jeep and men wearing black – all white men – with balaclavas over their faces. These are men who've watched too many movies.",
        "note": null,
        "page": 2607
      },
      {
        "text": "helicopter crashes and guns and muscles and punching. Guy flicks.",
        "note": null,
        "page": 2610
      },
      {
        "text": "unfortunately, the break was too profound for them to be sure she'd be able to cure it. Besides, he wasn't right for this televised segment. Acne.",
        "note": null,
        "page": 2696
      },
      {
        "text": "Roxy knows why they haven't called Bernie home. He'd hate Ricky for this, even if he tried not to. This is not what happens to a man. Except now it is.",
        "note": null,
        "page": 2888
      },
      {
        "text": "'At first we did not speak our hurt because it was not manly. Now we do not speak it because we are afraid and ashamed and alone without hope, each of us alone. It is hard to know when the first became the second.'",
        "note": null,
        "page": 3525
      },
      {
        "text": "They sell girls one other thing; quietly, on the side. Be strong, they say, that's how you get everything you want.",
        "note": null,
        "page": 3777
      },
      {
        "text": "One of them says, 'Why did they do it, Nina and Darrell?' And the other answers, 'Because they could.'",
        "note": null,
        "page": 4250
      },
      {
        "text": "There'll be no doubting him after this, there'll be no asking what he is; they'll know what he is when they see what he can do. He's not a man in women's clothing. He's one of them, as strong as them, as capable.",
        "note": null,
        "page": 4417
      },
      {
        "text": "You can't put anyone into a box. Listen, even a stone isn't the same as any other stone, so I don't know where you all think you get off labelling humans with simple words and thinking you know everything you need.",
        "note": null,
        "page": 4662
      },
      {
        "text": "Allie says: Are you trying to tell me there's literally no right choice here? The voice says: There's never been a right choice, honeybun. The whole idea that there are two things and you have to choose is the problem.",
        "note": null,
        "page": 4672
      },
      {
        "text": "This is the trouble with history. You can't see what's not there. You can look at an empty space and see that something's missing, but there's no way to know what it was. I'm just … drawing in the blank spaces. It's not an attack.",
        "note": null,
        "page": 4845
      },
      {
        "text": "You're one of the good ones.",
        "note": null,
        "page": 4854
      }
    ]
  },
  "postcards-from-the-edge-suzanne-vale-1": {
    "author": "Carrie Fisher",
    "title": "Postcards From the Edge",
    "highlights": [
      {
        "text": "I'm not insane But I'm halfway there You can tell from the smoke Rising from my molten hair",
        "note": null,
        "page": 110
      },
      {
        "text": "When I got back to my room, there were flowers from the guy who pumped my stomach. The note said that he could tell I was a very sensitive person. I'd have to be sensitive to need all that Percodan.",
        "note": null,
        "page": 282
      },
      {
        "text": "My first party without drugs. Interesting. I mean, when I was a little kid I always went to birthday parties straight, but that was a while ago.",
        "note": null,
        "page": 287
      },
      {
        "text": "I love what speed and coke do to my weight. It's unnatural, I know. I could just exercise . . .",
        "note": null,
        "page": 321
      },
      {
        "text": "They only just made it illegal, so how bad could it be? And they haven't even said it's bad for you.",
        "note": null,
        "page": 480
      },
      {
        "text": "Most of the people I've admired in show business—comedians, writers, actors—are alcoholics or drug addicts or suicides. It's bizarre. And I get to be in that club now. It's the one thing I cling to in here: Wow, I'm hip now, like the dead people.",
        "note": null,
        "page": 550
      },
      {
        "text": "I rarely cry. I save my feelings up inside me like I have something more specific in mind for them.",
        "note": null,
        "page": 610
      },
      {
        "text": "I'm starting to think Suzanne may be a little bit of a snob. What does she think, that she's too great to talk to me? I mean, all right, sure, maybe I haven't talked to her, but",
        "note": null,
        "page": 706
      },
      {
        "text": "Forget it, I'm gonna do what I want to do now, or what they think I want to do. I'll just do what they think I want to do now.",
        "note": null,
        "page": 920
      },
      {
        "text": "Some might call it a challenge, others a sentence.",
        "note": null,
        "page": 1194
      },
      {
        "text": "\"Actually, I'm a failed anorexic,\" she said. \"I have anorexic thinking, but I can't seem to muster the behavior.\"",
        "note": null,
        "page": 1295
      },
      {
        "text": "It's this new thing I've been saying lately—I don't mean to quote myself, but if I don't, maybe no one else will.",
        "note": null,
        "page": 1372
      },
      {
        "text": "Now I'm just into looking, not finding. Winning, not the prize. And the prize is the winning, maybe just the three minutes when you've actually won. That's why the sweetness of the sexual contact is perfect, but it can only be a disappointment afterward.",
        "note": null,
        "page": 1408
      },
      {
        "text": "I don't even think, 'This time it's going to be different' anymore. I think, 'This time it'll be the same, in a different way.'",
        "note": null,
        "page": 1431
      },
      {
        "text": "\"When he didn't call me back, I decided to call him and tell him not to even think about ever calling me again.",
        "note": null,
        "page": 1505
      },
      {
        "text": "Why am I alone? Well, I'm not alone, I'm with you, but really I'm not with you, so, in effect, I'm alone.\"",
        "note": null,
        "page": 1667
      },
      {
        "text": "\"She calls us the Mind-Fuck Twins,\" she said. \"She says I'm feasting on a banquet of crumbs.\"",
        "note": null,
        "page": 1693
      },
      {
        "text": "What does your therapist think?\" \"I don't let my therapist run my life,\" he said. \"You know, I go in, I talk to him . . . I think of him as a good bounce. Mainly I go to hear myself think, and sometimes I'll discover something through what I say. I've been seeing him for a lot of years, and we did most of the main thrust of the work on my early family stuff in the beginning. Now it's just . . . It's like going in for a brushup, like teeth-cleaning.",
        "note": null,
        "page": 1704
      },
      {
        "text": "He led her to a long trailer consisting of a row of doors, each of which had a name on it. \"And this, of course, is your—\" \"My hamster cage,\" Suzanne interrupted cheerfully as she surveyed her allotted space.",
        "note": null,
        "page": 1756
      },
      {
        "text": "It was a question she had asked herself about men. She had finally decided she wanted stimulating that very subtly became calming—a holocaust that became a haven.",
        "note": null,
        "page": 1771
      },
      {
        "text": "\"You had these big brown eyes and you were always going, 'What's that? What's that?' You wondered what everything was. You would frown and point a lot, like a conductor looking for your orchestra.",
        "note": null,
        "page": 2055
      },
      {
        "text": "You had to grow up fast because of the divorce. That was hard, but it happens to lots of people nowadays. Of course, it's easier on children when it doesn't, but there's no use going over that.",
        "note": null,
        "page": 2068
      },
      {
        "text": "\"See, I don't understand that,\" said her grandmother. \"This is what I don't understand about your generation. You just stop getting along? You've got to work at getting along. It has to be something you care about, a priority.\"",
        "note": null,
        "page": 2105
      },
      {
        "text": "She paused, looking for the right words. \"Sometimes I'm afraid I'm happy, but because I expect it to be something else, I question the experience. So now, when in doubt,\" she shrugged with true bravado, \"I'll assume I'm happy.\"",
        "note": null,
        "page": 2181
      },
      {
        "text": "Her diets lasted until about four thirty in the afternoon, when she couldn't stand it anymore and ate something absurd",
        "note": null,
        "page": 2263
      },
      {
        "text": "When she was twenty-one she had written in her journal, \"I narrate a life I'm reluctant to live.\"",
        "note": null,
        "page": 2693
      },
      {
        "text": "I just want you to feel something, in between all this talking and thinking that you do. I want you to lead a life instead of following one around.\"",
        "note": null,
        "page": 2708
      },
      {
        "text": "\"Guys are great before you know who they are,\" said Lucy. \"They're great when you're still with who they might be.\"",
        "note": null,
        "page": 2901
      },
      {
        "text": "\"We'll be like those Indian women who go into the forest to have babies,\" said Suzanne, \"only we have no forest, we have no babies, and we're not Indians. Otherwise, the resemblance is stunning.\"",
        "note": null,
        "page": 2939
      },
      {
        "text": "she'd come up with a new message for her answering machine—\"I'm out, deliberately avoiding your call\"—and that simple burst of creativity had raised her spirits a bit. \"My mood is lifting,\" she said, \"like a small, heavy plane.\"",
        "note": null,
        "page": 2956
      },
      {
        "text": "\"Let me just tell you this one thing. You look great and I gave the guy my number. It's been a breakthrough night for both of us. Now we can go and have some French fries and doughnuts and really live life.\"",
        "note": null,
        "page": 3283
      },
      {
        "text": "\"You think that if it isn't dramatic, nothing is happening,\" Norma had told her. \"The idea is to get old with them, not because of them.",
        "note": null,
        "page": 3303
      },
      {
        "text": "One morning, while driving to the gym, she suddenly panicked. \"I'm going to die,\" she thought. \"I'm going to be killed in a car crash.\" Her hands gripped the wheel and she slowed to the speed limit. Suzanne was convinced that now that something nice and regular was happening to her, she was going to die. Whereas she used to hasten her death through substance abuse, she now feared for her life because she had reason to live it.",
        "note": null,
        "page": 3451
      },
      {
        "text": "Sometimes, though, I'll be driving, listening to loud music with the day spreading out all over, and I'll feel something so big and great—a feeling as loud as the music. It's as though my skin is the only thing that keeps me from going everywhere all at once.",
        "note": null,
        "page": 3497
      }
    ]
  },
  "stories-of-your-life-and-others": {
    "author": "Ted Chiang",
    "title": "Stories of Your Life and Others",
    "highlights": [
      {
        "text": "'You are the ones who are to dig through the vault of heaven?' 'We are.'",
        "note": null,
        "page": 4
      },
      {
        "text": "For the first time, he knew night for what it was: the shadow of the earth itself, cast against the sky.",
        "note": null,
        "page": 15
      },
      {
        "text": "To look up or down was frightening, for the reassurance of continuity was gone; they were no longer part of the ground.",
        "note": null,
        "page": 17
      },
      {
        "text": "It was as if they lay against each other, though they were separated by many leagues. How could that be? How could such distant places touch?",
        "note": null,
        "page": 33
      },
      {
        "text": "Penetrating computer security is really quite dull; I can see how it might attract those who can't resist a challenge to their cleverness, but it's not intellectually aesthetic at all. It's no different than tugging on the doors of a locked house until you find an improperly installed lock.",
        "note": null,
        "page": 46
      },
      {
        "text": "I'm reminded of the Confucian concept of ren: inadequately conveyed by 'benevolence,' that quality which is quintessentially human, which can only be cultivated through interaction with others, and which a solitary person cannot manifest.",
        "note": null,
        "page": 62
      },
      {
        "text": "With pheromones and muscle tension, I can cause another person to respond with anger, fear, sympathy, or sexual arousal. Certainly enough to win friends and influence people.",
        "note": null,
        "page": 69
      },
      {
        "text": "during the party he saw her smile twice and frown once; at those moments, her entire countenance assumed the expression as if it had never known another.",
        "note": null,
        "page": 93
      },
      {
        "text": "If a man's wife were suddenly afflicted with mental illness, it would be a sin for him to leave her, but a forgivable one. To stay would mean accepting a different kind of relationship, something which not everyone was cut out for, and Carl never condemned a person in such a situation.",
        "note": null,
        "page": 106
      },
      {
        "text": "One of the sailors pointed to the animals that hopped around with their young riding in pouches, and asked an aborigine what they were called. The aborigine replied, 'Kanguru.' From then on Cook and his sailors referred to the animals by this word. It wasn't until later that they learned it meant 'What did you say?' I tell that story in my introductory course every year. It's almost certainly untrue,",
        "note": null,
        "page": 120
      },
      {
        "text": "I remember a conversation we'll have when you're in your junior year of high school.",
        "note": null,
        "page": 129
      },
      {
        "text": "What I'll think is that you are clearly, maddeningly not me. It will remind me, again, that you won't be a clone of me; you can be wonderful, a daily delight, but you won't be someone I could have created by myself.",
        "note": null,
        "page": 130
      },
      {
        "text": "I can't believe that you, a grown woman taller than me and beautiful enough to make my heart ache, will be the same girl I used to lift off the ground so you could reach the drinking fountain, the same girl who used to trundle out of my bedroom draped in a dress and hat and four scarves from my closet.",
        "note": null,
        "page": 135
      },
      {
        "text": "'I think what I propose is more accurately described as a restoration than a disruption.'",
        "note": null,
        "page": 187
      },
      {
        "text": "Every study on this issue turns up the same results: looks help people get ahead. We can't help but think of good-looking people as more competent, more honest, more deserving than others. None of it's true, but their looks still give us that impression. Calli doesn't blind you to anything; beauty is what blinds you. Calli lets you see.",
        "note": null,
        "page": 296
      },
      {
        "text": "How? The way any drug becomes a problem: by interfering with our relationships with other people.",
        "note": null,
        "page": 299
      },
      {
        "text": "If those scientists could come up with some way to turn off the jerk circuit in guys' brains, I'd be all in favor of that.",
        "note": null,
        "page": 303
      },
      {
        "text": "This is classic PR: hide behind a nice-sounding name, and create the impression of a third party looking out for the consumer's interests.",
        "note": null,
        "page": 311
      },
      {
        "text": "I've always liked young people's willingness to fight for their beliefs. That's one reason I've never really believed in the cliché that youth is wasted on the young.",
        "note": null,
        "page": 318
      },
      {
        "text": "William Gibson once said, 'The future is already here; it's just not evenly distributed.'",
        "note": null,
        "page": 336
      }
    ]
  },
  "adrian-mole-the-prostrate-years-adrian-mole-8": {
    "author": "Sue Townsend",
    "title": "Adrian Mole: The Prostrate Years",
    "highlights": [
      {
        "text": "I was putting Gracie back to bed and I felt fear grip me around my heart. Would I see my little girl grow up? FRIDAY 28TH SEPTEMBER Can't write anything.",
        "note": null,
        "page": 1489
      }
    ]
  },
  "who-sent-clement-clement-1": {
    "author": "Keith A Pearson",
    "title": "Who Sent Clement?",
    "highlights": [
      {
        "text": "He knew his time was short but he wasn't scared of what awaited him. He was scared of what awaited his wife, and his young daughter.",
        "note": null,
        "page": 5
      },
      {
        "text": "Little did I know that one day I'd have enough of the damn things to create my own library of mummy smut.",
        "note": null,
        "page": 37
      },
      {
        "text": "\"You know what Eleanor Roosevelt once said?\" \"Um, no.\" \"A woman is like a teabag — you can't tell how strong she is until you put her in hot water.\"",
        "note": null,
        "page": 78
      },
      {
        "text": "\"Whoa! Calm down, doll. I'm not gonna hurt you.\" Surely a bog-standard lie, as offered by all murderers' right before they rudely murder you.",
        "note": null,
        "page": 109
      },
      {
        "text": "Trust is a bit like money. It has to be earned, and only an idiot gives it away freely.\"",
        "note": null,
        "page": 139
      },
      {
        "text": "\"Seems the way of the world now, from what I've seen. People talking too much without thinking, or thinking too much without talking.\"",
        "note": null,
        "page": 178
      },
      {
        "text": "Christ, what is the socially acceptable period of time one should allow two pensioners to conclude a shag?",
        "note": null,
        "page": 286
      },
      {
        "text": "I thought that's how all stories were told. I ain't read many books, but they were all just a variation of somebody's truth.\"",
        "note": null,
        "page": 335
      }
    ]
  },
  "a-gentleman-in-moscow": {
    "author": "Amor Towles",
    "title": "A Gentleman in Moscow",
    "highlights": [
      {
        "text": "The books the bellhops had lugged to the attic had been his father's and, devoted as they were to studies of rational philosophy and the science of modern agriculture, each promised heft and threatened impenetrability.",
        "note": null,
        "page": 348
      },
      {
        "text": "\"The principle here is that a new generation owes a measure of thanks to every member of the previous generation. Our elders planted fields and fought in wars; they advanced the arts and sciences, and generally made sacrifices on our behalf. So by their efforts, however humble, they have earned a measure of our gratitude and respect.\"",
        "note": null,
        "page": 826
      },
      {
        "text": "\"Manners are not like bonbons, Nina. You may not choose the ones that suit you best; and you certainly cannot put the half-bitten ones back in the box. . . .\"",
        "note": null,
        "page": 863
      },
      {
        "text": "For that matter, what can a first impression tell us about anyone? Why, no more than a chord can tell us about Beethoven,",
        "note": null,
        "page": 1932
      },
      {
        "text": "\"One thousand one hundred and seventy-three.\" \"How do you know it isn't prime?\" \"If a number's individual digits sum to a number that is divisible by three, then it too is divisible by three.\"",
        "note": null,
        "page": 2157
      },
      {
        "text": "After all, exile was the punishment that God meted out to Adam in the very first chapter of the human comedy;",
        "note": null,
        "page": 2686
      },
      {
        "text": "infantry—having learned from experience that victory on the field of battle begins with the shine on a boot.",
        "note": null,
        "page": 3279
      },
      {
        "text": "What was it about this child that prompted a grown man to count so carefully the minutes until lunch? Did she prattle on nonsensically? Did she flit about giggling? Did she dissolve into tears or launch into tantrums at the slightest provocation? On the contrary. She was quiet. Unsettlingly so.",
        "note": null,
        "page": 3823
      },
      {
        "text": "\"She is no more than thirty pounds; no more than three feet tall; her entire bag of belongings could fit in a single drawer; she rarely speaks unless spoken to; and her heart beats no louder than a bird's. So how is it possible that she takes up so much space?!\"",
        "note": null,
        "page": 3876
      },
      {
        "text": "(After all, isn't that why the pages of books are numbered? To facilitate the finding of one's place after a reasonable interruption?)",
        "note": null,
        "page": 3893
      },
      {
        "text": "when Fate hands something down to posterity, it does so behind its back.\"",
        "note": null,
        "page": 4954
      },
      {
        "text": "\"Perhaps it is a matter of celestial balance,\" he reflected. \"A sort of cosmic equilibrium. Perhaps the aggregate experience of Time is a constant and thus for our children to establish such vivid impressions of this particular June, we must relinquish our claims upon it.\"",
        "note": null,
        "page": 5225
      },
      {
        "text": "For what matters in life is not whether we receive a round of applause; what matters is whether we have the courage to venture forth despite the uncertainty of acclaim.\"",
        "note": null,
        "page": 6301
      },
      {
        "text": "They answered the phone on the first ring, scanned the headlines, limited their conversations to whatever was most germane, and generally spent their days in pursuit of the second hand.",
        "note": null,
        "page": 6343
      },
      {
        "text": "knowing full well that distress was no friend to recollection.",
        "note": null,
        "page": 6767
      },
      {
        "text": "But at forty? They had enough appetite to eat well, enough temperance to drink in moderation, and enough wisdom to celebrate the absence of their children by getting a good night's sleep.",
        "note": null,
        "page": 6975
      },
      {
        "text": "A man of discretion and civility, Andrey did not for one second consider saying: I told you so. Although with a smile he did observe: \"So it seems . . .\"",
        "note": null,
        "page": 7375
      }
    ]
  },
  "wishful-drinking-carrie-fisher": {
    "author": "Carrie Fisher",
    "title": "Wishful Drinking",
    "highlights": [
      {
        "text": "I find that I don't have what could be considered a conventional sense of reality. (Not that I've ever had much use for reality—having spent much of what I laughingly refer to as my adult life attempting to escape it with the assistance of a variety of drugs.)",
        "note": null,
        "page": 7
      },
      {
        "text": "\"Oh my God! I thought about you every day from when I was twelve to when I was twenty-two.\" And instead of asking what happened at twenty-two, I said, \"Every day?\" He shrugged and said, \"Well, four times a day.\" Welcome to the land of too much information.",
        "note": null,
        "page": 9
      },
      {
        "text": "The coolest being that I'm the mother of this amazing daughter named Billie. She's my most extraordinary creation.",
        "note": null,
        "page": 11
      },
      {
        "text": "I find that I frequently feel better about myself when I discover that we're not alone,",
        "note": null,
        "page": 11
      },
      {
        "text": "I didn't necessarily feel like dying—but I'd been feeling a lot like not being alive.",
        "note": null,
        "page": 13
      },
      {
        "text": "Another favorite question is, \"Were you naked?\" I haven't been naked in fifteen years! I haven't even gone sleeveless in twenty!",
        "note": null,
        "page": 19
      },
      {
        "text": "Marie MacDonald was a real romantic, an optimistic woman—and I say that because she married a grand total of nine times, which is a record for the board.",
        "note": null,
        "page": 41
      },
      {
        "text": "George comes up to me the first day of filming and he takes one look at the dress and says, \"You can't wear a bra under that dress.\" So, I say, \"Okay, I'll bite. Why?\" And he says, \"Because . . . there's no underwear in space.\"",
        "note": null,
        "page": 87
      },
      {
        "text": "it's not what you're given, it's how you take it.",
        "note": null,
        "page": 99
      },
      {
        "text": "a problem derails your life and an inconvenience is not being able to get a nice seat on the un-derailed train.",
        "note": null,
        "page": 104
      },
      {
        "text": "an interviewer asked me if I was happy, and I said, \"Among other things.\" Happy is one of the many things I'm likely to be over the course of a day and certainly over the course of a lifetime. But I think if you have the expectation that you're going to be happy throughout your life—more to the point, if you have a need to be comfortable all the time—well, among other things, you have the makings of a classic drug addict or alcoholic.",
        "note": null,
        "page": 105
      },
      {
        "text": "So maybe this was another example of nothing ever being just one thing. No motive is pure. No one is good or bad—but a hearty mix of both. And sometimes life actually gives to you by taking away.",
        "note": null,
        "page": 139
      },
      {
        "text": "you get movies that are rated PG or PG-13, but it's not a system that accurately indicates just how sophisticated or explicit these films are.",
        "note": null,
        "page": 146
      },
      {
        "text": "\"Resentment is like drinking a poison and waiting for the other person to die.\"",
        "note": null,
        "page": 153
      },
      {
        "text": "\"Cry all you want, you'll pee less!\" (I don't know if that is true though.)",
        "note": null,
        "page": 154
      },
      {
        "text": "At times, being bipolar can be an all-consuming challenge, requiring a lot of stamina and even more courage, so if you're living with this illness and functioning at all, it's something to be proud of, not ashamed of.",
        "note": null,
        "page": 156
      }
    ]
  },
  "the-first-fifteen-lives-of-harry-august": {
    "author": "Claire North",
    "title": "The First Fifteen Lives of Harry August",
    "highlights": [
      {
        "text": "\"You argue complexity as an excuse for inaction?\"",
        "note": null,
        "page": 71
      }
    ]
  },
  "a-christmas-carol": {
    "author": "Charles Dickens",
    "title": "A Christmas Carol (AmazonClassics Edition)",
    "highlights": [
      {
        "text": "was sometimes apprehensive that he might be at that very moment an interesting case of spontaneous combustion, without having the consolation of knowing it.",
        "note": null,
        "page": 42
      },
      {
        "text": "what a solemn thing it was to move on through the lonely darkness over an unknown abyss, whose depths were secrets as profound as Death:",
        "note": null,
        "page": 57
      }
    ]
  },
  "how-not-to-be-a-boy": {
    "author": "Robert Webb",
    "title": "How Not To Be a Boy",
    "highlights": [
      {
        "text": "He bums a couple of fags in the pub (good luck with that, American readers)",
        "note": null,
        "page": 109
      },
      {
        "text": "'That's unlucky, that. It's really unfair that she has to negotiate the cliché",
        "note": null,
        "page": 141
      },
      {
        "text": "Feminism versus the Patriarchy Where Feminism is at a Disadvantage Because the Referee is My Erection.",
        "note": null,
        "page": 148
      },
      {
        "text": "All the most harmful and self-harming aspects of masculinity are busily performed: the need to dominate others, the weaselly interest in hierarchy, the confusion between cruelty and strength, an impatience with nuance and the moronic idea that inflexibility is a virtue. We're not talking about women trying to be men. We're talking about women and men trying to be arseholes. Because that's what they think you're supposed to be like at work. There's a lot of it about.",
        "note": null,
        "page": 269
      },
      {
        "text": "That it's OK to cry. It's OK to talk about what's wrong. It's OK to play with girls if you like them, to dress like girls if you want to, to like the colour pink if you like it, to want to hang out with your mum if you love her company, to not be all that bothered about football if you're not all that bothered about football.",
        "note": null,
        "page": 322
      }
    ]
  },
  "the-86-fix-the-86-fix-1": {
    "author": "Keith A Pearson",
    "title": "The '86 Fix",
    "highlights": [
      {
        "text": "In the mid-80s, it was becoming increasingly obvious that those who controlled the computers would eventually control the world. The potential was intoxicating. In reality, our hour in computer club was typically spent listening to the high-pitched screeching of a cassette player as it took an age to load a blocky hangman game.",
        "note": null,
        "page": 102
      }
    ]
  },
  "the-ocean-at-the-end-of-the-lane": {
    "author": "Neil Gaiman",
    "title": "The Ocean at the End of the Lane",
    "highlights": [
      {
        "text": "The dream was haunting me: standing behind me, present and invisible, like the back of my head, simultaneously there and not there.",
        "note": null,
        "page": 145
      }
    ]
  }
}
